# #-*-encoding:utf-8-*-
# SENTENCES = """
# 하늘을 섬길 줄 아는 자는 그 귀, 눈, 코, 입의 욕망을 절제해서 비운다. 이렇게 하게 되면 자연히 화기가 들어오게 된다. 노자는 양생의 길을 하늘을 섬기는 데 있다고 했다. 노자(老子)를 설명한 한비자의 말. - [한비자]
# 닭을 잡는 데 어째 소를 잡는 큰 칼을 쓸 필요가 있겠는가. 일의 대소, 나라의 대소에 따라서 처리하는 인재도 적당하고 부적당한 자가 있다. -논어
# 덕이 있는 자는 반드시 훌륭한 말을 한다. 그러나 입으로 훌륭한 말을 하는 자가 반드시 덕이 있는 자는 아니다. -논어
# 덕(德)이 있으면 사람은 결코 외롭지 않는 법이다. 반드시 공명하는 자가 나타나는 것이다. 만일 외롭더라도 그것은 일시적인 것이다. -논어
# 도(道)가 없는 나라에서 부하고 귀하게 되는 것은 사람으로서 수치스러운 일이다. -논어
# 도(道)가 행해지고 있는 사회라면 나와서 활동하겠지만 도가 없는 사회라면 오히려 숨어서 사는 것만 못하다. -논어
# 도리에 맞는 말을 한다면 혹은 군자를 속일 수는 있을지 모른다. 그러나 도리에 벗어난 것으로 군자를 속일 수는 없을 것이다. -논어
# 도리에 어긋나는 약속은 해서 안 된다. 그것은 이행할 수 없기 때문이다. 유자(有子)가 한 말. -논어
# 될 수 있는 대로 많은 가르침을 들어야 한다. 그러나 그것을 입에서 낼 때에는 참으로 납득한 것만으로 하고 조금이라도 의심스러운 것은 입 밖으로 내는 것을 삼가야 한다. 그렇게 함으로써 비난을 적게 받게 되는 것이다. -논어
# 가을이 되어 바람이 불지 않아도 잎은 저절로 떨어지고 사람없는 빈 산에 꽃은 붉게 피어 있다. -고문진보
# 국화는 꽃 중에서도 세속을 떠나 숨어서 사는 은둔자와도 같다. 모란은 부자나 귀인과 같이 화려하고 아름답다. 연꽃은 학덕이 높은 군자와 같다. -고문진보
# 그림을 그리고 있으면 늙은 것을 잊게 된다. 부와 귀 같은 것은 내게 있어서는 뜬구름같은 것이다. -고문진보
# 금년도 또 명년도 언제나 변함없는 웃음 즐겁고, 웃음 속에서 날을 보내고 봄바람 가을 달도 그저 등한히 보냈으나 그것도 잠깐 동안, 지금은 이렇게 변한 신세가 되었구나. -고문진보
# 첫가을의 신선한 바람이 들에도 언덕에도 불어오고 있다. 이제 등불 가까이 앉아 독서할 때로다. 등화가친(燈火可親)의 출처. -고문진보
# 큰 일은 평소의 해이함에서 일어나는 것이고 화근은 생각하지 않는 방심에서 일어나는 것이다. -고문진보
# 하늘은 아버지, 땅은 어머니. 백성은 하늘과 땅이 낳은 형제간이고 천하 만물은 모두 우리들의 친구다. -고문진보
# 학문의 수양을 쌓아서 밖으로 나타내는 것은 될 수 있는 대로 적게 한다. 이렇게 하는 것이 학문을 하는 길이다. -고문진보
# 해가 져서 석양을 보내고 돋아오는 달을 맞이한다. -고문진보
# 나무를 심을 때에는 마치 자식을 기르듯이 조심조심해야 하지만 한 번 심어 두면 마치 버린 것처럼 그대로 두어야 한다. 이것이 나무를 키우는 비결이다. -고문진보
# 당(唐) 나라 태종(太宗)은 칠덕무(七德舞)를 그림으로 그려서 후세를 경계했다. 이것은 왕업이라는 것인가 하는 것을 자손에게 교시하기 위해서였다. -고문진보
# 대낮에도 사립문을 닫고 있으니 오는 손님도 끊기고 한가로이 빈방에 혼자 앉아서 세상의 쓸데없는 상념을 끊는다. -고문진보
# 돌아가자. 논과 밭이 장차 잡초가 우거지려 하느니 어찌 돌아가지 않으랴. -고문진보
# 둔한 자는 오래 살고, 뾰족하고 날카로운 자는 일찍 죽는다. 가령 붓은 날카롭고 뾰족하다. 따라서 빨리 못쓰게 된다. 벼루는 둔한 것이라 오래오래 쓸 수가 있다. -고문진보
# 뜰 안에 있는 작은 샛길은 거칠어지고 소나무와 국화는 아직도 남았구나. 어린 아들을 이끌고 방으로 들어가니 술이 술통에 가득 차 있다. -고문진보
# 막사라고 하는 명검을 둔한 못쓰는 칼이라 하고 납으로 만든 둔한 칼을 날카로운 칼이라 말하고 있다. 어진 자를 어리석은 자라 하고 어리석은 자를 어진 자라고 대우하는 그릇된 세상을 말함. -고문진보
# 말하지 말아라. 오늘 공부하지 않으면서 내일이 있다고. -고문진보
# 물은 도도하게 흘러서 옛날이나 지금이나 다름이 없다. 그러나 그 사이에 한(漢) 나라가 망하고 초(楚)나라가 일어났다. 그 초 나라도 또한 망하고 모두가 묘지로 변했구나. -고문진보
# 사람의 즐거움이란 음악과 미인에만 있는 것이 아니다. -고문진보
# 사마온공(司馬溫公)의 자(字)가 군실(君實)이다. 인망이 높아 아이들도 군실이라는 이름을 알고 있었고 하인이나 종들까지도 그 이름을 알고 있었다. -고문진보
# 사미(四美), 즉 상쾌한 아침과 아름다운 경치, 이를 칭찬하는 상심(賞心)과 이를 즐기는 음악이 갖추어져 있고, 여기에 현주(賢主)와 가빈(嘉賓)이라는 얻기 어려운 두 개가 갖추어졌다. 잔치 자리로서는 이 이상이 있을 수가 없다는 말. -고문진보
# 산이란 높다고 해서 명산이 되는 것이 아니다. 그곳에 신선이 살고 있기 때문에 명산이 것이다. 물은 깊다고 영(靈)한 것이 아니다. 그곳에 용이 살고 있기 때문에 신비롭고 영검한 것이다. -고문진보
# 세상 속인들은 내게 어째서 이런 벽산에 살고 있느냐고 묻는다. 나는 웃으면서 대답하지 않지만 마음은 편안하고 한가롭다. -고문진보
# 수명이 긴 사람이나 짧은 사람이나 모두가 자연의 변화에 따라서 언젠가는 최후의 시기를 만나 수명을 다하는 것이다. -고문진보
# 술에 취해 곤드레가 되어 넘어진다. 마치 옥(玉)의 산이 스스로 무너지는 것 같다. 누군가가 밀어서 넘어진 것은 아니다. -고문진보
# 술에 취해서 얻은 그 즐거움, 그 재미, 그 좋은 기분을 술 취하지 않고 깨어 있는 사람에게 말해도 소용없는 일이다. 아무리 말해도 그 묘미는 결코 알지 못할 것이기 때문이다. -고문진보
# 십 년이나 걸려 칼을 갈아서, 서릿발같은 이 칼을 언제인가 시험해 보려고 했으나 아직 시험하지 못하고 있다. 이 검객의 의기는 다년간 학문을 쌓아서 지금까지 아직 세상에 물어 보지 못하고 있는 안타까운 사람의 심정을 비유한 것이라 한다. -고문진보
# 아직 소년이라 하지만 언제까지 소년일 수 있는가. 세상은 변하는 것이 아닌가. 어제까지 바다였던 곳이 오늘은 뽕밭으로 변하는 것인 것을. -고문진보
# 얻고 잃는 것 같은 것은 일체 잊고 있다. -고문진보
# 영조(靈鳥)인 난새나 봉은 그 위세를 잃고 숨어버리고 그 대신 악조(惡鳥)인 솔개나 올빼미는 내 세상이라 하고 하늘을 날아다니면서 노닐고 있다. 고매하고 덕이 높은 어진 선비는 모함을 받아 물러나게 되고 악인이 판을 치는 세상을 비유. -고문진보
# 오늘날의 친구 관계는 한 번 손바닥을 뒤집었다고 생각하면 구름으로 되고, 또 한 번 손바닥을 뒤집었다고 생각하면 곧 비가 되는 것처럼 반복무상한 것이다. 이런 경박한 일일이 말할 필요도 없다. -고문진보
# 옥처럼 아름다운 얼굴도 지금은 쓸쓸해 눈물만 흘러 난간에 떨어지는데, 하얀 배꽃 한 가지가 봄비에 젖어 가련하기만 하다. 현종(玄宗) 황제를 이별한 양귀비의 모습. -고문진보
# 이 사람은 늪에 있는 용이 구름과 비를 얻으면 하늘에 오르는 것처럼 한 번 세력을 얻으면 결코 범인이 사는 거리에 묻혀 있을 자가 아니다. -고문진보
# 이제 멀리 전쟁터로 떠나감을 당하여 이 표(表)의 글을 쓰려니 눈물과 울음이 나와서 뭐라고 말씀을 올려야 할지 알지 못하겠습니다. -고문진보
# 인생이란 아무리 오래 살아도 백 년이나 살 수는 없다. 이런 짧은 인생에 있어서 우리는 항상 천 년 뒤의 일까지 걱정을 잠시도 잊지 않고 살아가고 있다. -고문진보
# 자네는 관중과 포숙이 가난했을 때 서로 사귀어서 평생을 간 것을 보지 못했는가. 하지만 지금 사람들은 그런 사귐 같은 것을 마치 흙처럼 버리고 있다. 관포지교(管鮑之交). -고문진보
# 자식을 키우기만 하고 학문의 도를 가르치지 않는 것은 어버이의 잘못이 되고 제자를 훈도하면서 엄하지 못하는 것은 스승된 자의 게으른 정(情)이다. -고문진보
# 자, 자네 하루 종일 술에 취해 보게. 아무리 마시고 싶어도 죽으면 그만인 것을 유령(劉伶)의 무덤까지는 술은 따라 가지 못했네. 옛날 진(晋) 나라의 유령(劉伶)이라는 술을 좋아하는 호주가는 외출할 때에는 항상 괭이를 들고 다녔다. 그는 항상 말하기를 내가 술에 취해 죽게 되거든 그 곳에 묻어 달라고 말했다. 그러나 유령의 묘에까지는 술이 부어지지 않았다는 고사. -고문진보
# 작년도 금년도 꽃은 항상 아름다운 그대로 피고 있는데 세세 년년 사람은 같지 않구나. -고문진보
# 전원에서 그윽히 살아가니 농사짓는 사람이 찾아온다. 서로 만나서 쓸데없는 말은 하지 않고, '단지 뽕이 자랐다. 삼이 컸다'라는 말만 한다. -고문진보
# 젊은 미인의 눈썹이 아무리 아름답다고 한들 그 얼마나 오래 갈 것인가, 잠깐 동안에 백발이 되어 흐뜨러진 실같은 머리털이 될 것을. -고문진보
# 지금 사람은 옛날 그때의 달을 볼 수가 없지만 지금 저 하늘에 떠 있는 달은 옛날 사람도 비추어 왔을 것이다. 인생은 한정이 있지만 천지는 유구하다. -고문진보
# 집을 부(富)하게 하기 위해서 좋은 논밭을 살 필요가 없다. 천 종(千鐘)이나 되는 많은 곡식이 책 속에 들어 있다. -고문진보
# 결단할 때에 결단하지 않으면 그것 때문에 오히려 그 난(亂)을 받게 된다. -고시원
# 그 사람은 이미 죽어 없어졌지만 천년 후라도 그 사람의 풍모와 기개는 우리들에게 여정을 남겨 주고 있다. -고시원
# 나의 생활은 비할 수 없을 정도로 궁핍하다. 그러나 항상 좋은 얼굴과 태도를 지니고 있다. -고시원
# 넘어진 말은 수레를 파손하고 악처는 가정을 망친다. -고시원
# 늪에 빠지는 것도 물론 두려운 일이지만 사람에 반해 빠져서 일을 그르치는 피해가 더 크다. -고시원
# 논밭에서 힘들여 일하는 것은 풍년을 만나는 것만 못하다. 사람의 힘이란 하늘의 힘에 미칠 수가 없는 것이다. -고시원
# 담 울타리에 귀가 붙어 있고, 또 복병 같은 떼도둑은 우리 몸 가까이 있다. 언동에 소홀히 하지 말아야 한다는 말. -고시원
# 매서운 서리와 눈 뒤에는 모든 식물이 말라죽는다. 그러나 솔과 대나무만은 홀로 푸르름을 자랑한다. 사람도 난세를 당하면 그 절개를 잃는 수가 많다. 그런 세상에서도 변하지 않는 송죽 같은 높은 절개를 지닌 당신일 줄은 몰랐다. -고시원
# 뭇 새들도 저녁때가 되면 즐겁게 몸을 의탁할 보금자리로 돌아간다. 나 역시 작지만 나의 사랑하는 초막이 있어 삶의 터전으로 삼아 기뻐하고 있다. -고시원
# 물이 너무 깨끗하면 고기가 살지 않고, 사람이 너무 살피게 되면 인재가 모여들지 않는다. -고시원
# 사나이와 사나이 사이에서는 의기의 투합이 가장 중요하다. 어째서 돈으로써 사귐을 할 필요가 있을소냐. -고시원
# 사람은 산에서는 발을 헛디뎌서 넘어지지 않으나 아주 조그마한 개미둑 같은 언덕에서는 넘어지는 수가 있다. 큰 일에는 조심하지만, 조그마한 것은 소홀히 해서 큰 일을 실패하는 수가 많다는 말. -고시원
# 사람을 사귀는 데 자기가 가난하다고 부끄러워해서는 안되는 것이다. 가난을 부끄러워한다면 참된 우정은 생겨나지 않는 것이다. 참된 우정은 마음과 마음의 결합에 있다. -고시원
# 사람의 성쇠흥망은 마치 아침이 있으면 저녁이 있고 저녁이 있으면 아침이 있는 것같이 교체 변편하는 것. 사람의 생애도 물에 떠도는 부평초 같아 덧없는 것이다. -고시원
# 삼밭 속에 자란 쑥은 붙들어 주지 않아도 곧게 자란다. 좋은 친구 사이에 있으면 저절로 좋은 친구들처럼 되어 좋아진다는 말. -고시원
# 새로운 것을 얻고 옛 것을 모두 버린다면 반드시 뒤에는 쓸쓸한 삶이 올 것이다. -고시원
# 서로 마음을 터놓은 당신과 나 사이에는 마음에 멀고 가까운 구별은 없다. 단지 당신이 지금 떠나가는 변방 땅에는 거센 바람과 찬서리도 있을 것이니 부디 몸조심하길 바란다. -고시원
# 손님이 와서 '상석이다. 말석이다' 하고 서로 예(禮)를 다투고 있을 경우에는 그 손님을 부른 주인이 결정할 일이다. -고시원
# 손에 도끼가 없으니 구산(龜山)을 어떻게 하랴. 노(魯) 나라를 한번 바라보고자 하나 그 사이에 구산이 가로막혀 있어 볼 수가 없다. 그렇다고 해서 구산을 찍어낼 만한 도끼나 손도끼도 없으니 어떻게 할 수가 없다. 자기의 힘으로 어떻게 할 수가 없는 것을 말함. -고시원
# 술을 마시려거든 원대로 마시고 유쾌하게 노래 불러라. 이 인생 얼마나 된다고 하느냐. 전승한 후에 무제(武帝)가 득의만만해서 읊은 노래. -고시원
# 여러 가지 양생법 중에 공손하고 작은 것에도 조심하는 것이 장수하는 비결이 된다. -고시원
# 여러 사람이 마음을 모아 합심하면 성을 쌓는 것처럼 나라도 견고하게 되고, 여러 사람의 소문은 쇠라도 녹일 수 있는 무서운 힘을 지니다. -고시원
# 옛날 한신(韓信)은 뜻을 얻어 과거에 자기가 불우할 때에 곤궁을 구해준 빨래하는 노파에게 보은을 했다. 지금 그 노파와 같은 당신의 은혜에 대해 나는 고맙기 그지없이 느끼고는 있으나 부끄러운 일이지만 한신과 같은 재주가 없으니 한신처럼 그 은혜를 갚을 수 있을지 모르겠다. -고시원
# 원컨대 백조라도 되어서 고향으로 날아가고 싶구나. 먼 이역 땅에 있는 사람의 고향에 대한 그리움. -고시원
# 의복은 새 것일수록 좋고 사람은 옛 사람이 더욱 정답다. -고시원
# 인생은 마치 허깨비 같은 것. 나타났다 싶으면 종말에는 흔적도 없이 사라져 버린다. -고시원
# 인생은 불과 백 년을 다 채우지 못하는데 항상 천 년이나 뒤의 일까지 걱정한다. -고시원
# 인생은 원래 뿌리나 꼭지가 있는 것도 아니다. 마치 저자거리의 먼지 같이 날라 흩어져 버리는 것이 아닌가. -고시원
# 인생의 최종 목표는 도(道)를 지킨다는 데로 돌아가는 것이다. 그 최초의 목적은 의식(衣食)을 얻는가 못하는가에서 시작된다. -고시원
# 인생이란 아침이슬처럼 덧없는 것이다. 게다가 세상살이는 여러 가지 운이 막혀 곤란을 겪게 된다. -고시원
# 저 인간은 악인의 표본이다. 저 자는 무뢰한의 최상이라고 말썽이 날 정도로 인간의 밑바닥에 있어서는 안 된다. 한번 그런 처지에 몸이 있게 되면 모든 악한 일은 그런 자에게 덮어씌우게 된다. 군자는 그 처음의 태도를 신중히 하고 삼가해야 하는 것이다. -고시원
# 제비나 참새는 작고 보잘것없는 새다. 황혹(黃鵠), 즉 백조는 크고 훌륭한 새다. 그러나 제비나 참새와 함께 나는 것이 백조의 뒤를 따라서 나는 것보다는 낫다. -고시원
# 즐거움 중에 새로운 벗을 얻는 것보다 더한 즐거움은 없다. 슬픔 중에서도 살아 서로 이별하는 슬픔보다 더 슬픈 것은 없다. -고시원
# 천자의 위력이 우리들 백성들에게 아무 상관도 없다. 무위의 정치를 찬양한 노래. 해가 뜨면 밭에 나가 일하고 해가 지면 집에 들어와 쉰다. 우물을 파서 물 마시고 밭갈아 농사지어 먹는다. -고시원
# 천하의 사람들은 이(利)가 있는 곳에는 앞을 다투어 가고 또 이(利)가 있는 곳에는 누구나 기꺼이 모여든다. 사람은 이(利)를 위해 움직인다. -고시원
# 추운 다음에는 더운 것이 오게 되고 또 더운 다음에 추운 것이 오는 것은 자연의 이치다. 공명만을 내 것이라 생각하고 언제까지 머물 것이라 생각해도 그것은 불가능한 일이다. -고시원
# 큰 둑도 조그마한 개미 구멍에서 자연히 무너지는 수도 있다. 작은 것이라도 삼가야 한다는 말. -고시원
# 풍년이 되면 백성의 삶도 풍요로워져서 자연히 염치와 양보 같은 아름다운 미덕이 많아진다. 흉년이 되면 인심도 사나워져서 예절도 적어지게 된다. -고시원
# 행하는 바는 반드시 바른 길을 걷고 요행을 바라는 마음을 품어서는 안 된다. -고시원
# 환락이 극도에 달했을 때 사람은 어쩐지 일종의 애수를 느끼는 것이다. 천하를 평정하고 득의만만하여 뱃놀이를 할 때에 한(漢) 나라 무제(武帝)가 감개해서 '젊음이 얼마나 오래 갈 것인가 늙으면 어이하리' 하고 읊은 노래함. -고시원
# 황하(黃河)의 물이 맑기를 언제 기다리느냐, 사람의 수명이 얼마나 된다고. 할 일은 빨리 해야 된다는 말. -고시원
#  가령 일신의 생활이 불행하다고 하더라도 지키고 있는 도(道)는 끝까지 지켜야 하는 것이다. -근사록
# 경서(經書), 즉 사서(四書) 오경(五經)은 모두 도덕을 기록한 것으로 단지 문학서도 아니고 단지 역사서도 아니다. 정이천(程伊川)이 한 말. -근사록
# 교육을 할 때에는 자기를 낮게 하고 상대를 가까이 해서 그 마음에서 떨어지게 하는 것이 좋다. 정이천(程伊川)이 한 말. -근사록
# 남을 가르치는 경우에는 상대의 선한 마음을 키워서 기르는 것이 좋다. 이렇게 하면 악한 마음은 저절로 없어지는 것이다. 단점을 고치는 것보다는 장점을 키우는 것이 좋은 것이다. -근사록
# 남을 충고하려면 상대가 가장 득의해 있을 때 하는 것이 좋다. 사람이란 득의해 있을 때에 오히려 잘못을 저지르기 쉽기 때문이다. 정이천(程伊川)이 한 말. -근사록
# 대담한 동시에 소심한 것이 좋다. 가령 대담하지 않으면 어떤 어려운 일을 당하여 곧 마음이 꺾이게 되고 세심하지 않으면 사물에 조심하지 않아서 실패하기가 쉽다. 손사막(孫思邈)이 한 말. -근사록
# 마음을 비운 상태에서 외물(外物)에 순응한다. 마치 거울에 물체가 비치는 것처럼 외물을 그대로 내 마음에 바르게 받아들인다. 그리고 이것에 순응해서 적당한 처치를 하면 된다. 쓸데없는 잡념을 넣어서 마음에 동요를 오게 해서는 안 되는 것이다. 정명도(程明道)가 한 말. -근사록
# 만물을 살리려 하는 도(道)는 인간의 본래 타고난 마음이다. 정이천(程伊川)이 한 말. -근사록
# 만물을 접하는 태도는 봄볕 같은 따뜻함이 있다. 정명도(程明道)를 찬양해서 정이천(程伊川)이 한 말. -근사록
# 만사를 돈독하게 하고 마음을 비워서 조용히 하는 건 인도(仁道)에 드는 근본이 된다. 장횡거(張橫渠)가 한 말. -근사록
# 만일 학문을 뜻하려면 도덕을 완성하는 것을 목표로 삼고 사람됨을 뜻하려면 성인(聖人)에 도달하는 것을 목표로 삼아야 한다. 정이천(程伊川)이 한 말. -근사록
# 말로써는 표현하지 않으나 마음속으로는 스스로 이해한다. 이것이 진정한 자득(自得)인 것이다. -근사록
# 말을 삼가서 그 덕을 기르고, 음식을 절제하여 몸을 보양한다. 이런 평범한 것이 실은 덕을 쌓고 건강을 유지하는 길이다. -근사록
# 명예를 좋아하는 자는 중급의 사람이다. 이런 사람에게는 명예라는 선행을 장려하는 힘은 있을 것이다. 그러나 군자는 명예를 구하고 바라는 마음이 전혀 없으므로 이것에 의해 격려되는 일은 없는 것이다. 정이천(程伊川)이 한 말. -근사록
# 모든 사물에 너무나 밝아서 지나치게 되면 세세한 것이 눈에 들어오게 되어 오히려 의심이 많게 된다. 정이천(程伊川)이 한 말. -근사록
# 몸과 마음을 바르게 닦아 경박한 것을 없애면 나에게 위엄이 생기게 된다. 위엄이 생기기 전에 남을 대하게 되면 내게 심복하지 않고 오히려 원망을 품게 되는 것이다. -근사록
# 바르지 못한 동기로써 결합된 자들은 오래 되어 헤어지지 않는 자가 아직 없다. 결코 오랫동안 영속(永續)될 수가 없다는 것이다. -근사록
# 보는 바, 즉 견식(見識), 기(期)하는 바, 즉 희망이나 이상은 원대하지 않으면 안 되는 것이다. 정명도(程明道)가 한 말. -근사록
# 빈천한 경우이거나 근심이 많은 것들은 너 자신을 닦아 옥으로 만드는 데 도움이 되는 것이다. 장횡거(張橫渠)가 한 말. -근사록
# 사람의 성(性)은 천리(天理)와 같은 것이다. 천리에는 거짓이나 잘못된 점이 없다. 따라서 사람의 성(性)은 결코 도리(道理)에 어긋나서는 안 되는 것이다. 성(性)은 선(善)이다. 정이천(程伊川)이 한 말. -근사록
# 사욕을 없애고 도리에 따라 행동한다면 어떤 경우라도 마음은 너그러울 수가 있다. 정이천(程伊川)이 한 말. -근사록
# 상대를 공경하고 남에게 양보하는 정신을 백성에게 기르게 하면 서로 다투는 것은 없어지게 되고 세상은 저절로 다스려지게 된다. -근사록
# 성인은 하늘의 모습을 배우기를 바라고, 현인은 성인의 모습을 배우기를 바라고, 선비는 현인의 모습을 배우기를 바란다. 이처럼 수양이란 가까운 곳에서부터 한 발 한 발 나아가야 하는 것이다. 주염계(周廉溪)가 한 말. -근사록
# 성인이나 현인의 말은 세상을 구하고 자기를 닦기 위해서 부득이 말하는 것이다. 결코 쓸데없는 말을 지껄인 것은 아니다. 정이천(程伊川)이 한 말. -근사록
# 세상을 떠난 성인을 대신하여 끊어진 학문, 즉 성인의 도(道)를 다시 이어서 밝히는 것이다. 장횡거(張橫渠)가 한 말. -근사록
# 송(宋) 나라 주무숙(周茂叔)은 위의 두 개의 설을 조화해서 우주의 본체는 무(無)인 동시에 유(有)이니, 유와 무를 초월한 것으로 설명하고 있다. -근사록
# 옛날 성왕(聖王)의 정치는 도덕으로써 천하를 다스렸으나 후세인 지금은 법률로써 천하를 잡아 통치하려고 한다. 법치만으로 참된 정치는 할 수 없는 것이다. -근사록
# 왕도 정치는 마치 숫돌처럼 평평해서 자연 그대로이다. 모두 인정에 근본하고 예의에서 나오기 때문이다. 정명도(程明道)가 한 말. -근사록
# 왕자(王者)를 보좌해서 충성을 다하는 정신. 제갈공명(諸葛孔明)에게는 이것이 있었다. 정명도(程明道)가 한 말. -근사록
# 왕자(王者)의 마음은 하늘과 땅이 널리 만물을 화육하는 것과 같이 한 털의 사심도 없어야 한다. 정명도(程明道)가 한 말. -근사록
# 욕심이 많은 자는 양심이 얕은 자이다. 장자(莊子)가 한 말. -근사록
# 욕심이 있으면 참된 강함은 없는 것이다. 사람이란 욕심이 있게 되면 반드시 그 욕심에 끌려서 자기의 지조를 잃게 되기 때문이다. -근사록
# 우주의 본원은 한면으로 생각하면 무(無)이고 또 한면으로 생각하면 유(有)이다. 혹은 또 유와 무를 초월하는 것이다. 주염계(周廉溪)가 한 말. -근사록
# 일시적 감격으로 죽음에 이르기는 쉬운 일이나, 어떤 일에 마주쳤을 때 마음 편히 느긋하게 어떤 것이 의(義)인가를 생각해서 몸을 처하는 것은 한층 어려운 일이다. 정이천(程伊川)이 한 말. -근사록
# 정명도(程明道)는 사람을 가르치는데 적절한 것을 적절한 때에 가르치고 있다. 그것은 마치 시우(時雨)가 와서 자연히 땅을 적시는 것 같다. 정이천(程伊川)이 한 말. -근사록
# 책은 반드시 많이 읽을 필요가 없다. 읽은 책의 요령을 파악하는 것이 필요한 것이다. 정이천(程伊川)이 한 말. -근사록
# 천지만물을 잘 관찰해서 그 이치를 알고 그것을 나에게 맞추어서 고찰하는 것이 좋다. 그렇게 함으로써 명지(明知)에 달할 수 있는 것이다. 천리(天理)와 인심(人心)은 원래 하나다. 천리는 사물도 나와 일관해 있기 때문이다. 정이천(程伊川)이 한 말. -근사록
# 태어날 때의 그 상태가 인간의 본성이다. 정명도(程明道)가 한 말. 사람은 태어나면서부터 나쁜 일을 생각하지 않으니 성(性)은 선(善)하다. -근사록
# 하늘과 땅의 모습을 보면 천하 만물을 살리고 키우려 한다. 하늘과 땅의 참된 기상에 맞추어서 사물을 살리는 것을 인간의 도로 삼아야 한다. 정명도(程明道)가 한 말. -근사록
# 학문을 하면서 그것으로 인해 이름을 얻고자 하는 생각이 조금이라도 있다면 그것은 이미 거짓이 된다. -근사록
# 학문을 하지 않으면 빨리 쇠하게 된다. 학문에는 그 끝이 없다. 학문에 충성된 자는 노쇠라는 것은 없다. -근사록
# 학문이란 영원한 장래를 내다보고 태평한 세상을 열기 위해서 하는 것이다. 단지 현재만을 위해서 학문을 해서는 안 된다. 장횡거(張橫渠)가 한 말. -근사록
# 한 고을의 백성의 마음을 파악하면 천하를 얻을 수가 있다. 덕(德)을 베푸는 정치로써 한 고을의 백성의 마음을 파악할 수 있으면 천하의 백성들은 그 덕을 사모하여 쏠려 오게 마련인 것이다. 정이천(程伊川)이 한 말. -근사록
# 가난하게 되면 세상을 원망하고 다른 사람을 탓하기 쉽다. 가난한 경우에 있더라도 원망하지 않기는 어려운 일이다. 그것은 부자가 되어서 교만을 억제하기 보다 더 어려운 일이다. -논어
# 가난한 자는 비굴하게 되기 쉽고 부자는 교만하기 쉽다. 가난해도 그 생을 즐기고 부자라도 예(禮), 즉 사람이 해야 할 도리를 존중해야 할 것이다. -논어
# 가령 반반한 판자를 굽은 판자 위에다 두게 되면 아래에 있는 굽은 판자도 반반하게 된다. 사람도 이와 같아서 바른 자를 위에다 앉히면 백성이건 부하이건 스스로 바르게 되어 심복하게 될 것이다. -논어
# 가령 아침에 진실한 사람으로서의 도리(道理)를 듣고 이것을 체득했다면 저녁에 죽는다 하여도 조금도 후회하지 아니할 것이다. 인간의 삶의 태도, 살아가는 길을 아는 것이란 이처럼 중대한 것이다. -논어
# 거친 음식을 먹고 물을 마시고 팔베개를 하고 살아도 즐거움은 그 속에 있는 것이다. 의롭지 않은 돈 많고 높은 벼슬 같은 것은 뜬 구름 같이 내게는 아무 상관없는 일이다. -논어
# 겨울이 되어 날씨가 추워진 연후에라야 비로소 소나무와 전나무가 얼마나 푸르른가를 알 수가 있다. 사람도 큰 일을 당한 때에라야 그 진가를 나타내는 것이다. -논어
# 계씨(季氏, 노나라의 大夫)는 지금 전유(전臾, 노나라의 속국)를 치지 않으면 나라가 위태롭다고 말하지만, 실은 나라를 위태롭게 하는 것은 나라 밖에 있는 것이 아니고 오히려 계씨 몸 가까이에서 일어나고 있는 것이다. 즉 화근은 내 몸 가까이에 있는 것이라는 말. -논어
# 고(고, 제례에 쓰는 모서리가 난 그릇)에 모서리가 없으면 고라고 하겠는가. 어찌 고라고 하겠는가. 모서리가 나지 않은 그릇을 고라고 한다면 실물과 이름이 부합되지 않는다. 이처럼 임금이 임금의 도리를 잃고서도 임금이라 한다든지 신하가 신하된 직분을 다하지 않고 신하라 할 수는 없는 것이다. -논어
# 곡식에는 싹이 트고서도 이삭을 내지 못하고 꽃을 피워 내지 못하는 것도 있고, 모처럼 이삭을 내고 꽃이 피어도 열매를 맺지 못하고 끝나는 경우도 있다. 이처럼 열 살에 신동이라 불리우던 사람도 삼십 세에 범인으로 끝나는 자도 있다. -논어
# 공자가 조정에서 퇴궐하여 돌아오니 집의 마구간이 불에 타 있었다. 공자는 사람이 상하지 않았는가 만을 묻고 말에 대해서는 묻지 않았다. 공자의 제가가 한 말. -논어
# 공자가 하지 않은 일이 네 가지 있었다. 무슨 일이든 확실하지 않는데도 지레짐작으로 단정을 내리는 의(意), 자기 언행에 있어 반드시 틀림없다고 단정내리는 필(必), 자기의 의견만 옳다고 고집하는 고(固), 매사를 자기만을 위한 이기적인 아(我)이다. -논어
# 공자는 낚시로는 물고기를 잡으셨으나 그물은 쓰지 않았고, 주살로서 새집에서 자는 새는 쏘아 잡지 않으셨다. 공자의 제자가 한 말. -논어
# 공자는 덕으로 천하를 다스린 순(舜)임금을 찬양한 음악 소(韶)를 배우기를 석 달. 그 아름다움에 취해서 음식의 맛을 잊을 정도로 도취해 있었다. 공자의 제자들이 한 말. -논어
# 공자는 조정에 있을 적에는 주장할 것은 명쾌하게 주장했다. 그러나 그럴 경우에도 조심하는 태도는 늘 잊지 않으셨다. 공자(孔子)의 제자가 한 말. -논어
# 공자는 하대부(下大夫)와 말씀하실 때에는 웃는 모양으로 화락하시었고 상대부(上大夫)와 말씀하실 때에는 도리를 세워 옳고 그름을 확실하게 논했다. 공자의 제자가 한 말. -논어
# 과거의 일을 충분히 소화하고 그것을 토대로 하여 미래에 대한 새로운 사고 방법을 도출해 내야 하는 것이다. 온고지신(溫故知新). -논어
# 과유불급過猶不及. 지나친 것은 모자라는 것과 마찬가지다. 자장(子張)과 자하(子夏)를 평한 공자의 말. -논어
# 교언(巧言)이나 영색(令色), 이 모두가 반드시 비난할 일은 아니다. 그러나 입으로 아름다운 말을 하고 용모나 태도를 부드럽게 하고 아름답게 보이는 것이 주가 된다면 인간의 근본이 되는 인(仁)의 마음이 적게 되는 것이다. -논어
# 국민의 수가 적거나 물질이 적다고 걱정할 필요가 없다. 그보다는 모두가 불평등하다 부당하다고 하는 불만을 지니는 것을 걱정해야 한다. 따라서 정치는 공평해야 하는 것이다. -논어
# 권력, 부귀, 학문, 예술 등 명성을 얻을 수 있는 길은 여러 가지가 있다. 그러나 참된 사람은 인(仁)을 행하는 이외의 것으로 명성을 얻으려고 생각하지 않는다. -논어
# 귀신은 공경스럽게 다루되 그것들을 멀리한다면 그것은 지혜롭다고 말할 수 있다. 귀신이라 함은 죽은 조상을 말하는 것으로, 조상의 신은 공경하여 받들되 죽은 조상을 중심으로 하지 말고 산 사람을 중심으로 모든 일을 처리해 나가는 것이 지혜롭다는 것이다. -논어
# 국민의 앞장을 서서 국민을 위해 힘껏 노력한다. 이것이 위정자의 마음가짐이다. -논어
# 군자가 가까운 이들에게 후하게 대해 주면 그 덕에 강되어 백성들 사이에 인자한 기풍이 일어난다. -논어
# 군자는 남과 화합은 하지만 뇌동(雷同)은 하지 않는다. 다른 사람과 진실되게 화합은 할지언정 비리에 뇌동부화(雷同附和)해서는 안 되는 것이다. -논어
# 군자는 늠름하고 우연하며 교만하지 않는 법이다. -논어
# 군자는 도(道)를 어떻게 행할까에 마음을 쓰고 도모할지언정 생활비를 어떻게 얻을까 하는 일에는 마음쓰지 않는 것이다. 도(道)의 수양에 마음을 쓰고 걱정은 할지언정 가난한 것에 대해서는 걱정하지 않는 것이다. -논어
# 군자는 말은 느리고 능숙하지 못해도 실행은 민첩해야 한다. -논어
# 군자는 모든 일을 자기에게서 구하고 자기의 책임으로 돌린다. 소인은 모든 일을 다른 사람에게 그 책임을 떠넘긴다. -논어
# 군자는 세 가지의 두려운 것이 있다. 첫째는 천명(天命)이고 그 다음은 대인(大人)이고 셋째는 성인(聖人)의 말씀이다. 천명은 하늘에서 점지해 준 도덕적인 사명을 말하고 대인은 현덕을 갖추고 경험을 쌓고 나이가 든 사람이고 성인의 말씀은 도덕의 가르침을 말한다. 이 세 가지를 두려워하여 어긋남이 없이 존중하고 습복해야 한다. -논어
# 군자는 어떤 경우를 당하더라도 마음이 너그럽고 평탄하고 소인은 항상 근심에 차 있다. -논어
# 군자는 의(義)를 가장 귀하게 여긴다. 바른 의리를 근본으로 하여 그 의(義)를 행함에 있어서 존비친소(尊卑親疎)를 생각해서 예(禮)로써 대하고 겸손한 태도로써 말하고 항상 거짓 없는 신으로써 완수하는 것이 참된 군자의 도리다. -논어
# 군자는 자기가 말한 것이 지나친 것을 부끄러워해야 한다. 실행하지 않는 말을 삼가고 말 이상으로 실천하도록 힘쓴다. -논어
# 군자는 자기가 하고 싶지 않은 것은 다른 사람에게 시키지 말아야 하는 것이다. -논어
# 군자는 자기의 처지에 충실함과 동시에 남의 영역을 침범해서 쓸데없이 간섭하거나 말참견을 하는 것을 삼가야 한다. 증자가 한 말. -논어
# 군자는 현자(賢者)에 대해서는 존경으로 대하고 일반 사람에게는 그가 하는 말이 착하다. -논어
# 군자라 하더라도, 인간인 이상 과실은 있게 마련이다. 그러나 그 과실은 일식이나 월식 같은 것이다. 누구에게도 숨기지 않기 때문이다. 사람은 누구나 이것을 보게 된다. 동시에 군자는 곧 그 잘못을 고친다. 그때에는 일식과 월식이 끝났을 때처럼 그 빛남을 우러러보듯 군자의 덕을 우러러보게 되는 것이다. 자공(子公)이 한 말. -논어
# 군자에게는 큰 일을 맡겨야 하는 것이다. 작은 일은 이것저것 맡겨도 어느 것이나 모두 되는 것은 아니다. 그러나 큰 일을 맡겨서 시킨다면 그 소임을 다할 것이다. -논어
# 굳고 여문 물건은 아무리 갈고 닦아도 얇게 되지 않는 것이다. 이와 같이 정신이 굳고 여물다면 어떤 환경에 처해 있어도 꺾이거나 쓸모 없이 되는 법은 없다. -논어
# 그것을 아는 사람은 그것을 좋아하는 사람만은 못하다. 그것을 좋아하는 사람은 그것을 즐기는 사람만은 못하다. 그것이란 공자의 인도(仁道)를 말하는 것. -논어
# 그 나라가 도덕이 행해지고 있는 나라라면 그 곳에서 녹(祿)을 받고 있는 것은 좋다. 그러나 도덕이 행해지지 않는 나라에서 녹을 받고 있는 것은 사람으로서 부끄러운 일이다. -논어
# 그는 유능하면서도 무능한 사람에게 물어 보았다. 자기를 넓히고 깊게 하기 위해서 그만한 마음가짐과 노력이 필요한 것이다. 안자(顔子)를 평한 증자(曾子)의 말. -논어
# 그림에 있어서는 먼저 밑그림을 잘해야 되고 색채를 입히는 것은 그 뒤에 하는 일이다. 밑그림을 그리는 것은 눈에 띄지 않는 작업이다. 그러나 단단한 밑그림(素) 없이는 훌륭한 좋은 그림은 그릴 수가 없다. 몸을 장식하는 것보다는 먼저 수양에 힘써서 마음의 진실을 근본으로 삼아야 한다. -논어
# 그 사람의 과거에 어떤 잘못이 있어도 그것을 언제까지나 허물로 삼아서는 안 되는 것이다. 지나간 것을 가지고 책망을 하는 것은 너그러움이 아니다. -논어
# 찻잔도 그릇이고 주전자도 그릇이다. 그렇다고 해도 찻잔은 찻잔만의 역할을 하며 주전자는 주전자의 기능만을 지닐 뿐이다. 군자는 이런 그릇이어서는 쓸모가 없는 것이다. 한쪽으로 편협되지 않고 전인적인 완성을 목표로 부단히 공부하고 수양에 힘써야 한다. -논어
# 처음 생각하는 것만으로서는 잘못될 수가 있다. 그렇다고 너무 생각이 지나쳐도 판단력, 실행력이 둔하게 된다. 두 번쯤 생각하는 정도면 아마 충분할 것이다. -논어
# 천리마는 물론 힘도 우수하지만 천리마가 천리마로 불리우는 것은 잘 성장한 덕 때문이다. 사람도 재능이나 수완이 필요하다. 그러나 근본적으로 갖추어야 될 것은 덕이라 할 수 있다. -논어
# 친구를 사귀는 데 있어 충고가 잦으면 사이가 멀어지게 된다. 친절한 것도 너무 도가 지나치면 오히려 상대에게서 귀찮음을 당하게 된다. 자유(子游)가 한 말. -논어
# 친구와 사귀는 데 있어서 근본적인 것은 신의를 지키는 것이다. 과연 나는 그 신의에 부족한 점은 없었는가. -논어
# 친구와 사귀는 일은 서로 익숙하게 되면 예의를 잃게 되기 쉽다. 오래 되어도 서로 상대방을 존경하는 사이가 되어야 한다. -논어
# 칠십이 되어서 자기가 하고 싶은 대로 언동을 해도 결코 그 정해진 규범을 벗어나는 일은 없었다. 종심(從心)은 70세. -논어
# 팔방미인, 즉 여러 사람들에게 좋게 말하는 것은 좋은 것이 아니다. 착한 사람에게는 좋아함을 당하고 악한 사람에게는 미워함을 당한다. 이것이 바른 인간이다. -논어
# 팔아야 하고 말고, 팔아야 하고 말고. 나는 값을 아는 사람을 기다리는 사람이다. 공자의 제자 자공(子貢)이 이제 아름다운 옥(玉)이 여기에 있다면, 궤 속에 넣어 감춰 둘 것인지 값을 아는 사람을 찾아서 팔 것인지를 물은 데 대해 공자가 답한 말이다. 공자는 자기의 재능을 아껴서 벼슬길에 나가지 않는 것이 아니고 자기의 가치를 인정하고 필요로 하는 사람이 오기를 기다리고 있다고 말했다. -논어
# 하늘은 아무 말이 없어도 춘하추동 쉬지 않고 운행하고 모든 생물은 하늘이 화육(化育)하는 은혜를 입고 있다. -논어
# 하늘의 죄를 받으면 빌 곳조차 없게 된다. -논어
# 하루 종일 내 옆에 있으면서 내가 무슨 말을 해도 반론 하나 하지 않는다. 솔직하게 받아들이고 있다. 마치 어리석은 사람처럼 하고 있다. 그러나 마음속으로 내가 말하는 바를 전부 체득하고 있는 것이다. 공자가 제자 안회(顔回)를 평해서 한 말. -논어
# 학문을 하는 데는 넓게 어떤 것이라도 배우도록 힘쓰고 배워서 얻은 도(道)는 마음에 소중하게 간직하여 이것을 실행하도록 해야 한다. 자하(子夏)가 한 말. -논어
# 학문의 목적은 실행에 있다. 학문을 하는 자는 종종 공리공론을 주장하고 실무를 등한시하기 쉽게 된다. 실무를 떠난 학문은 참된 학문이 아니다. 인간이 해야 될 일을 성실하게 다하고, 그리고 여력이 있으면 그 여력을 가지고 학문을 해야 할 것이다. -논어
# 학문이나 기술 등에서 정도(正道)를 벗어난 것을 이단이라고 한다. 이단(異端)을 파고 드는 것은 얻는 것보다는 해가 많은 것이다. 새롭고 신기한 것을 좇는 것보다는 정도를 밟아 건실하게 공부하는 것이 성공에 이르는 참길이다. -논어
# 학문이 있어도 없는 것과 같이 실력이 있으면서도 없는 것 같이 겸허하고, 아무 이유 없이 남이 자기에게 잘못해도 따지지 않는다. 증자(曾子)가 안자(顔子)를 평한 말. 교는 싸움. 어울려서 따지는 것. -논어
# 한가하게 즐거워 보인다. 마음을 턱 놓은 모습이 아름다운 복숭아꽃처럼 요요한 모습이다. 공자가 집에 한거할 때의 모습을 제자들이 한 말. -논어
# 한 번 가면 다시 돌아오지 않은 것들은 이와 같은 것이라, 밤낮없이 멈추지 않고 흘러간다. 시간이 흘러 묵은 것은 지나가고 새것이 오곤 하는 것이 쉴 사이 없이 되풀이되는 것을 냇물이 흐르는 것에 비유해서 말한 것이다. -논어
# 한번 잘못한 실언(失言)은 사두마차(四頭馬車)로도 따라갈 수가 없다. 말을 할 때에는 조심하지 않으면 안 된다. 자공(子公)이 한 말. -논어
# 한 삼태기 흙만 쌓아올리면 산이 이루어질 텐데 중지하여 완성을 보지 못한다면 그 책임을 자기 스스로의 노력 부족에 있는 것이다. -논어
# 함께 말할 만한 사람인데도 그와 함께 말하지 않는 것은 사람을 잃는 것이 된다. 함께 말할 수 없는 사람인데 그와 함께 말하는 것은 말을 잃는 것이 된다. 지혜로운 사람은 사람도 잃지 않고 말도 잃지 않는다. -논어
# 호랑이나 들소 같은 맹수가 우리에서 나오거나 구옥 같은 보물이 궤짝 속에서 깨뜨려진다면 그 책임은 관리하는 자에게 있을 것이다. 이처럼 어떤 사람이 잘못 저지른 일이 있다면 그것은 그 사람은 보좌하는 사람의 책임이다. 공자가 계씨(季氏)를 보좌하고 있던 염유(有), 계로(季路)를 책망한 말. -논어
# 나는 그 사람의 과거는 묻지 않는다. 현재가 중요한 것이다. 바른 길을 행하고자 한다면 그것을 허락하고, 물러가서 바르지 않는 길로 행하고자 한다면 결코 그것을 허락하지 않을 것이다. 함께 이야기하기 어려운 호향(互鄕)에 사는 아이가 공자를 만나러 오자 제자들이 당황해서 공자에게 물었을 때 공자가 한 말. -논어
# 나는 나면서부터 알고 있는 사람은 아니고 옛 것을 좋아하여 재빨리 그것을 알아내기에 힘쓰는 사람이다. 공자가 자기의 실제 행동을 말한 것. -논어
# 나는 농사일은 늙은 농부만 못하다. 농사일은 나보다는 늙은 농부에게 듣는 것이 좋다. 사람에게는 제각기 본분이 있는 법이다. -논어
# 나는 다른 사람을 위해 생각해 주고 의논도 받아 준다. 그럴 때 나는 진정으로 성심성의껏 해 주고 있는가. 성의에 부족한 점은 없었는가. -논어
# 나(공자)는 설흔 살에 정신적이나 경제적으로도 예(禮)에 근거해서 독립할 수가 있었다. 30세를 이입(而立)의 나이라고도 한다. -논어
# 나는 아직 군사에 관한 것은 공부한 적이 없다. 영공(靈公)이 덕교(德敎)에는 마음이 없고 느닷없이 군사에 대해 물었을 때 공자는 이렇게 말하고 곧 위(衛) 나라를 떠났다. -논어
# 나(공자)는 열다섯 살 때 성인의 학문을 배울 뜻을 세웠다. 15세를 지학(志學)의 해라고 하는 연유. -논어
# 나는 평생을 일관(一貫)한 변함없는 길을 걸어왔다. 공자(孔子)가 증자(曾子)에게 한 말. 일관한 길이란 충서(忠恕), 즉 진심에서 우러나오는 남을 위한 헤아림을 말하는 인도(仁道). -논어
# 나는 평소에 정성을 다하고 있다. 그것이 곧 신에게 기도를 드리고 비는 것이다. 그런 뜻으로 나는 기도를 드려 온 지 오래되었다. 병이나 재액을 만났다고 해서 새삼 빌거나 기도를 드릴 필요가 없다. 공자의 병이 중하게 되었을 때 제자 자로(子路)가 신에 기도드리기를 청했다. 공자는 이를 물리치면서 이렇게 말했다. -논어
# 나는 행복하다. 만일 내게 과오가 있다 하여도 남이 반드시 지적해 준다. 다행한 일이 아니겠는가. -논어
# 나라를 다스리는 데는 먼저 가까이 있는 자가 만족해하도록 힘써야 한다. 가까이 있는 자가 기뻐하면 먼 곳에 있는 자는 스스로 모여들어 복종할 것이다. 섭공이 정치를 물은 데에 답한 공자가 한 말. -논어
# 나면서 도덕을 아는 자는 상(上), 그 다음은 배워서 아는 자이고, 자기가 고생스럽게 배워서 아는 자는 그 다음이 된다. 삼자가 제각기 차이는 있을지언정 노력에 의해서 상(上)과 동등하게 도달할 수 있다. -논어
# 나이 많은 사람에게서는 저 사람이라면 안심할 수 있는 사람이다. 친구에게서는 저 사람이라면 믿을 수 있는 사람이다. 어린이나 젊은 사람에게서는 저 사람이라면 하고 따르는 사람이 되어야 한다. -논어
# 남을 대할 때 자기를 남이 속일 것이라고 미리 방비하지 말고 신용을 지키지 않을 것이라고 억측하지 마라. -논어
# 내가 젊었을 때 등용되지 않았기 때문에 여가가 많아서 잔재주가 많아지게 된 것이다. -논어
# 내 발을 보라. 내 손을 보라. 한 곳에도 상처난 흉터가 없다. 죽음이 임박한 것을 안 병상의 증자(曾子)가 제자에게 준 최후의 교훈. 효도의 가장 큰 것은 어버이에게 받은 몸을 상하지 않고 잘 보존하는 것이 효의 첫째 요건이라는 말. -논어
# 너는 대국을 볼 줄 아는 군자 선비가 되어야 한다. 공자가 제자 자하(子夏)에게 한 말. 군자는 의(義)를 숭상하고 소인(小人)은 이(利)를 숭상하므로, 군자 선비는 학문하는데 대의(大義)를 앞세우고 소인 선비는 사리(私利)를 앞세우는 것이니 대의를 앞세우는 선비가 되라는 뜻. -논어
# 너는 해보지도 않고 선을 긋고 단념하고 머물러 있는 것이다. 공자가 제자 염구(염求)가 분발하여 노력하면 향상할 수 있음을 격려한 말. -논어
# 노(魯) 나라 대부(大夫) 양화(陽貨)가 공자를 끌어들여서 자기와 대면하려고 생각하고 그 계략으로써 공자의 부재시를 노려 선물을 했다. 공자는 그 계략을 알고 양화의 부재시를 노려서 답례의 인사를 했다. 부재시에 대부에게서 선물을 받은 경우에는 후일 본인이 직접 가서 답레를 하는 것이 당시의 관례였다. -논어
# 누가 보아도 악이라고 단정할 수 있는 부정 행위를 한 사람에 대해서는 그 사람이 어떤 지위에 있건 북을 울려 성토해도 좋다. 노(魯) 나라 계씨(季氏)가 권력을 이용해서 거부를 쌓았다. 계씨를 섬기고 있던 공자의 제자 염구(염求)는 다시 백성들의 세금을 배로 올려서 긁어모아 그의 재산을 한층 더하게 해 주었다. 그때 공자는 다른 제자들에게 "염구는 내 제자가 아니다."라 말하고 위와 같은 말을 한 것이다. -논어
# 누구나 잘못을 저지르지 않는 사람은 없다. 문제는 그 잘못을 고치느냐 않느냐에 있다. 자기의 잘못을 변명하고 합리화하려는 사람보다는 곧 자기 잘못을 인정하고 고치며 자기의 귀중한 경험으로 삼아야 한다. 탄개(憚改)는 고칠 것을 두려워하여 꺼림. -논어
# 누구인들 문을 통하지 않고 밖으로 나갈 수 있겠는가. 도(道)라는 것은 모든 사물의 이치이므로 밖으로 나가려면 문을 통해 나가야 하듯이 사람이 세상을 나가려면 도(道)를 준수해야 하는 것이다. 도(道)는 공자가 주장하는 인도(仁道). -논어
# 느슨하고 불충분한 명령을 내리면서 그 성과의 시기를 엄하게 하고 그 수행을 독촉한다. 이렇게 하는 것은 사람을 손상시키는 짓으로 적(賊)이라 말할 수 있다. -논어
# 마음은 얼굴에 나타나는 것이다. 얼굴을 바르게 하는 것으로서 신의의 사람, 성실한 사람에게 가까이 할 수가 있는 것이고, 거짓인 사람은 멀리 떠나게 되고 진실한 사람이 내게 가까이 오게 된다. 증자(曾子)가 한 말. -논어
# 만일 나를 등용해 써 주는 자가 있다면, 문왕(文王)이나 무왕(武王)처럼 성군이 있던 서주(西周)에 비길 만한 훌륭한 정치를 동주(東周)에도 실현시켜 보겠다. -논어
# 만일 천하 만민이 곤궁에 빠지게 된다면 모처럼 하늘이 주신 왕위(王位)도 영구히 잃고 말 것이다. 요(堯) 임금이 순(舜) 임금에게 해준 말. -논어
# 말보다는 실행이 중요하다. 실행은 민첩하게 하고 말은 신중하게 하라. -논어
# 말을 입 밖에 내는 데에는 비루하고 사리에 어긋나는 일이 없어야 한다. 그렇게 하면 야비하고 비도(非道)한 자는 스스로 멀리 갈 것이다. 증자(曾子)가 한 말. -논어
# 말이라는 것은 그것이 꼭 그렇게 될 것이라고 확정적으로 예측할 수 없는 것이다. -논어
# 말이라는 것은 의사가 정확하게 상대에게 전달만 되면 그것으로 충분한 것이다. 쓸데없이 수식하거나 중언부언하고 길게 말하는 것은 바람직하지 못하다. -논어
# 말이 성실하고 믿을 수가 있고 행동이 진실하고 조심스러우면 야만 미개인의 나라에서라 할지라도 행해질 것이다. -논어
# 매일 자기를 반성하여 자기의 부족한 점, 알지 못한 점을 발견하여 배우도록 힘쓴다. 이것이 호학(好學)하는 사람이다. -논어
# 맨손으로 범에게 달려들고 황하를 맨발로 건너며 죽어도 뉘우침이 없는 사람과 나는 함께 하지 않을 것이다. 나는 반드시 어려운 일을 당해서 두려워하고 미리 계획해서 성공하기를 좋아하는 사람과 행동을 함께 할 것이다. 자로(子路)가 선생께서 삼군(三軍)을 통솔하신다면 누구와 함께 하시겠느냐고 물은 데 대한 공자가 답한 말. -논어
# 먼 앞길, 넓게, 깊은 헤아림이 없으면 반드시 몸 가까운 일에 근심할 일이 생기는 법이다. -논어
# 먼저 그 사람의 행동을 보고, 그 다음 그 사람의 행동의 동기를 관찰하고 다시 그 사람이 그 행위에 안정하고 있는가를 살핀다. 이 세 가지를 보면 반드시 그 사람의 정체를 밝힐 수가 있는 것이다. -논어
# 먼저 널리 배우는 것이 좋다. 그러나 박식(博識)으로 만족해 있어서는 안 된다. 예(禮), 즉 실행으로써 그 지식을 요약해 나가야 할 것이다. 예(禮)는 이(履)이다. 사람이 밟고 가야 하는 행동. -논어
# 멀리 있는 공겅는 친구가 생각지도 않게 찾아왔다. 이 또한 즐거움이 아니겠는가. 이보다 더한 즐거움이 있을 수 있겠는가. -논어
# 모두가 물질적으로 평등한 생활을 하고 있으면 가난하다는 생각은 없는 것이다. -논어
# 모든 사람이 미워하고 있어도 반드시 자기 자신이 직접 확인한다. 모든 사람이 좋아하고 있어도 반드시 자기 자신이 직접 확인한다. 세상의 평판만으로 인물을 평가하고 판단해서는 안 되는 것이다. -논어
# 몸을 움직이는 데 있어서는 난폭하거나 교만한 티를 없애야 한다. 그렇게 한다면 난폭한 자나 교만한 자도 나에게 가까이 올 수가 있게 되는 것이다. 증자(曾子)가 군자가 도를 실천하는 데 있어 세 가지를 들어 말한 것. -논어
# 몸을 지니는 데 공손한 것은 귀중한 것이다. 그러나 적절한 예절이 없으면 심신이 피로해진다. 용기가 있는 것은 좋은 것이다. 그러나 예(禮)가 없으면 난폭한 자가 된다. -논어
# 문(文)은 닦아서 몸에다 수식한 후천적인 것이고 질(質)은 천성적으로 실질적인 것이다. 문과 질이 섞여서 조화를 이룬 연후에라야 군자라 할 수 있다. 수식적인 면과 실질적인 면이 반반으로 섞여서 조화를 이루는 것이 이상적인 것이고 그 어느 쪽에 치우쳐도 군자라고 불리울 수는 없다. -논어
# 물욕에 동하지 않고 과단성있게 행동하고 꾸밈없이 소박하고 말수가 적은 사람은 인자 그 자체는 아니지만 인자(仁者)에 가까운 사람이다. -논어
# 발분하면 열중해서 식사하는 것을 잊어버리고, 그러한 것을 즐거워하여 근심을 잊어 늙음이 닥쳐오리라는 것조차 모르고 있다. 섭공(葉公)이 공자가 어떤 분인가를 물은 데 대해 자로(子路)가 대답한 말. -논어
# 배운 것을 항상 복습하고 연습하면 그 참 뜻을 알게 된다. 즉 터득하게 되는 것이다. 그 터득하게 되는 것이다. 그 터득의 즐거움이야말로 배우는 것의 진정한 즐거움이다. -논어
# 백성에게 일을 시킬 때에는 시킬 만한 가치가 있는 것을 골라서 일을 시키면 된다. 그렇게 하면 힘껏 노력하면서 원망하는 일은 없을 것이다. -논어
# 백성은 충분히 늘어 있고 또 부(富)해서 생활이 안정되어 있습니다. 이 위에 무엇을 할 것이 있습니까. 그렇다면 그 다음은 백성을 교육하는 일이다. 염유(염有)의 물음에 공자가 답한 말. -논어
# 백성이 가난하게 살고 있는 것이 걱정거리다. 그러나 위정자는 그런 걱정보다는 백성들이 안심하고 걱정없이 살고 있는가 어떤가를 걱정해야 할 것이다. -논어
# 백성이란 잘 이끌어서 당연한 이치에 따라서 행하도록 할 수는 있으나 그 이치를 다 이해시킬 수는 없다. -논어
# 백이(百夷)와 숙제(叔齊) 형제는 서산에 들어가서 굶어 죽었다. 그러나 모두 인(仁)의 도(道)를 구해서 인(仁)을 얻은 것인데 인간으로서 후회하는 일은 없었을 것이다. 무엇을 원망하리오. -논어
# 법률 제일주의 하에서는 도덕은 땅에 떨어지고 만다. 백성은 법에 저촉되지만 않으면 어떤 짓을 해도 좋다고 생각하게 된다. 결국 법망을 빠져나가기만 하면 어떤 악한 짓을 범해도 부끄러움을 모르는 사람이 생기게 되는 것이다. -논어
# 봉황이여, 어떻게 해서 이처럼 덕이 쇠퇴했는가. 봉황은 세상에 도(道)가 행해지면 나타나고 그렇지 않으면 숨는다고 한다. 그런데도 불구하고 지금처럼 도(道)를 잃어버린 이 때에 나타났다는 것은 어찌된 일인가. 봉황의 덕도 쇠한 것이구나. 세상을 구하고자 동분서주하는 봉황에 비유해서 그 태도를 풍자한 초(楚) 나라 은자(隱者) 접여(接與)가 한 말. -논어
# 부모를 섬길 때에는 기색(氣色)을 삼가지 않으면 효도를 할 수 없게 된다. 색(色)은 단지 얼굴색만이 아니고 태도, 언행 등 모든 것을 말하는 것이다. -논어
# 부모에게 걱정을 끼치지 않는 것, 그것이 효도이다. 세상에서 부친이나 모친이 가장 걱정하는 것은 내 자식의 질병이다. 자기의 부주의로 병에 걸리는 일이 있어서는 안 되겠다. 기질(其疾)을 부모의 질환으로 해석하고 부모의 병환에는 특히 조심해야 하는 것이 효도라는 설도 있다. -논어
# 부친이 죽자 곧 부친이 하던 주의나 일상 생활을 변경해 버리는 것은 인정의 경박함을 말하는 것이다. 만일 삼 년간 부친이 하던 그대로를 지킨다면 그것이야말로 효도라 할 수 있을 것이다. -논어
# 분수에 지나친다. 이런 것은 모두 예의가 아닌 것이다. 관혼상제 모두 사치하는 것보다는 오히려 검소하게 하는 것이 예에 맞는 일이다. -논어
# 비록 가난하다고 해서 걱정할 것도 비관할 것도 없다. 목적을 가지고 살고, 믿음을 가지고 살고, 수양에 힘쓰고 하면 저절로 적극적인 인생의 즐거움이 있는 것이다. -논어
# 비록 이단(異端)의 설이나 쓸데없는 속설이라도 반드시 얻을 바가 있는 것이다. 그러나 그런 설에 깊이 들어가게 되면 결국은 진흙탕에 빠져서 꼼짝 못하게 되는 것과 마찬가지다. -논어
# 사각진 것의 한 귀퉁이를 가르쳤다면 나머지 세 귀퉁이는 자기가 생각하면 알 일이다. 이런 것도 알려고 하지 않는 자에게는 두 번 다시 가르칠 필요가 없는 것이다. 아무리 가르쳐도 소용이 없는 일이다. 그럴 필요도 없다. -논어
# 사람과 사람 사이에 화목한 것보다 더 귀한 것은 없다. 예(禮)의 활용에 있어 화의 필요성을 설한 유자가 한 말. 유자(有子)는 예라는 것은 잘못하면 사람과 사람 사이를 이간시키기 쉽게 된다. 그 폐단을 없애기 위해 화합할 필요가 있다고 역설했다. -논어
# 사람에게는 제각기 지닌 능력이 있는 것이다. 한 사람에게 모든 것을 요구한다는 것은 잘못된 일이다. 중요한 것은 그 그릇에 알맞게 써야 하는 것이다. -논어
# 사람은 대개 어떤 일이라도 그 말초적인 것이나 형식에 얽매이지 말고 그 근본을 파악하도록 힘써야 한다. 근본인 것을 행하게 되면 뒤는 자연적으로 방법이 서는 것이다. 이 말에서 유학(儒學)은 무본의 학(務本學)이라고도 말하고 있다. 도(道)는 방법이라는 뜻이다. 유자(有子)가 한 말. -논어
# 사람은 변하지 않는 지조가 필요한 것이다. 지조가 없는 자는 무당이나 의사라도 고칠 수가 없는 것이다. 공자가 인용한 남방인(南方人)의 말. -논어
# 사람은 여러 가지를 배운다. 하지만 그것을 깊이 생각하고 자기 자신에게 해당시키고, 또 시세(時勢)에 해당시켜서 생각해 보지 않으면 배운 것이 희미하고 불안정하여 확실한 것을 파악할 수가 없다. 참으로 몸에 밴 학문이 될 수 없는 것이다. -논어
# 사람은 자기만 못한 사람으로 자기에게 영합하는 자를 친구를 사귀기 쉽다. 그러나 이런 친구는 자기의 향상에는 도움이 되지 않는 것이다. 자기보다 학문이나 경험이 우수한 자를 친구로 사귀도록 해야 할 것이다. -논어
# 사람을 사귈 때에는 널리 두루 공평한 마음씨로 사귀어야 한다. 편협된 사귐으로 붕당(朋黨)을 만드는 것은 바람직하지 못한 행동이다. -논어
# 사람의 일생은 죽은 뒤에 비로소 정해지는 것이다. 군자는 이 세상을 떠난 후에 그 이름이 남지 않을 경우를 마음 아파해야 한다. -논어
# 사람이란 다른 사람에게서 인정받지 못할 경우에는 실망하고 늘 끙끙거린다. 그러나 이런 것은 아주 사소한 일에 불과하다. 그보다는 다른 사람의 진실된 가치를 인정할 줄 모르는 자기 자신에게 마음 써야 할 것이다. 환(患)은 마음을 쓴다는 뜻. -논어
# 사람이란 사치하면 순종하지 않게 되고 검약하면 고루하게 된다. 순종하지 않는 것보다는 차라리 고루한 것이 낫다. -논어
# 사람이란 아는 척하기가 쉽다. 확실하게 알지도 못하면서 다른 사람에게 전하거나 가르치지나 않았는지 반성한다. -논어
# 사람이란 제각기 장점과 단점이 있다. 사람을 쓰는 데 한 사람이 모든 것을 다 갖추고 있기를 바라서는 안 된다. -논어
# 사람이 조우하는 길흉화복(吉凶禍福), 그것은 피할 수 없는 것이라는 것을 나(공자)는 쉰 살에 깨달았다. 따라서 나는 이 세상을 구제할 사명을 하늘에서 받은 것을 깨닫게 되었다. -논어
# 사람인 이상 잘못이 없을 수는 없다. 그러나 참으로 잘못이라는 것은 잘못인 줄 알면서 반성하지 않고 또 고치지 않는 것이다. -논어
# 사마환퇴(司馬桓퇴)라는 무뢰한이 내 목숨을 빼앗으려 하지만 하늘이 나에게 덕을 부여하였는데 환퇴가 나를 어쩌겠느냐. 공자가 송(宋) 나라에 갔을 때 제자들과 큰 나무 밑에서 예(禮)를 실습하고 있었는데 사마환퇴라는 자가 공자를 죽이려고 나무를 뽑아 버렸다. 제자들이 빨리 떠나기를 권하자 공자가 한 말이다. -논어
# 사물을 처리하는 데 있어서 군자의 머리에는 자기의 행동이 의(義)에 어긋나지 않았는가를 생각하고 소인(小人)은 이익을 먼저 생각한다. -논어
# 사십 세는 활동할 때로서 오히려 미혹하기 쉬운 때이나 나(공자)는 사십에 세상일에 미혹한 것이 없어졌다. 40세를 불혹년(不惑年)이라는 어원. -논어
# 싸움에서 후퇴하면서 혼자 뒤에 처져 오고서는 성문에 들어갈 무렵에 자기말에 채찍질 하며 "곳 뒤에 처져 오자는 것은 아니었다. 말이 느렸다"라고 말했다. 맹지반(孟之反)은 자랑하지 않는 사람이라는 것을 공자가 평해서 한 말. -논어
# 사회나 조직에는 일정한 질서가 있다. 자기가 소속해 있는 이외의 일에 대해서는 이것저것 간섭을 해서 질서를 문란하게 해서는 안 되는 것이다. -논어
# 삼 년 동안 학문에 종사하고도 녹(祿)을 타먹을 생각을 하지 않는 것은 학문을 소중히 여기고 벼슬을 경시하는 태도라 하겠다. 사람들은 대개 학문보다는 수입에 더 마음을 쓰는 것이다. -논어
# 상대의 말을 이해하지 못하면 그 사람됨을 알 수가 없는 것이다. -논어
# 생각하고 연구하는 것, 그것은 좋은 일이다. 그러나 그것만으로서 그치고 더 배우는 것이 없으면 위험한 일이 된다. -논어
# 생명의 위협을 당하는 중대한 비상 사태에 임해서도 동요하는 일이 없고 그의 뜻을 빼앗을 수는 없는 의연한 데가 있다. 그런 사람이 참으로 군자다운 사람이다. 증자(曾子)가 한 말. -논어
# 썩은 나무에는 조각을 할 수가 없다. 마음이 썩은 인간은 교육도 불가능한 것이다. 공자가 재여(宰予)를 평해서 한 말. -논어
# 선비란 자기의 행동에 대해 부끄러움을 아는 자이다. 그리고 사명을 띠고 어느 곳으로 가든 군주의 명예를 욕되게 하지 않는 능력을 지녀야 한다. 자공(子公)이 선비는 어떤 사람을 말하는 것이냐고 물은 데 대해 공자는 이렇게 답했다. -논어
# 선생님(공자)은 어느 나라에 가시어도 지도자로서 추앙받으신다. 그러나 관직은 얻고자 힘쓰신 적은 없으시다. 온(溫 : 따뜻하심), 양(良 : 착하심), 공(恭 :남을 공경하심), 검(儉 : 자기를 드러내지 않으심), 양(讓 : 남에게 양보하심)이라는 이 다섯 가지의 덕으로 인해 추앙을 받으신 것이다. 자금(子禽)의 물음에 대한 자공(子貢)의 말. -논어
# 선생님의 일관한 도(道)란 충서(忠恕), 즉 헤아림의 길, 인도(仁道)이다. 증자(曾子)가 한말. 공자가 말한 일관지도(一貫之道)는 무엇인가 하고 제자들이 증자에게 물었을 때 증자가 답한 말이다. 부자는 공자를 가르킴. 공부자(孔夫子)라고도 함. -논어
# 선정(善政)을 하려면 먼저 좋은 인재를 등용하라. 다음에는 무능한 사람들도 가르쳐서 성적을 올리도록 이끌게 하는 것이 좋다. 그렇게 되면 백성은 신뢰하고 기꺼이 스스로 자기들의 직무에 힘쓰게 되는 것이다. -논어
# 선하지 못한 것을 당했을 경우 마치 뜨거운 물에 손을 넣었을 때 빨리 손을 빼내듯이 선하지 못한 것에서 멀리해야 한다. -논어
# 성심성의로써 부모를 섬기고 효도하는 노력을 다해야 한다. 자하(子夏)가 한 말. 자하는 공자의 가르침을 통해서 효도하는 것이 모든 도리에 통하는 인간이 살아가는 방법이라고 말했다. -논어
# 세 사람이 같이 길을 가거나 혹은 행동을 함께 하면 거기에는 반드시 내가 배울 만한 사람이 있다. 그들의 선한 점을 골라서 그것에 따르고 선하지 않은 점을 골라서 내 자신을 바로 잡는다. -논어
# 세상에서는 예의 예의하고 말하고 있지만 그 예의란 형식적으로 옥이나 비단 같은 것을 보내 선물하는 것이 아니다. 어디까지나 공경하는 마음에서 우러나오는 것이라야 한다. -논어
# 세상을 평온하게 하기 위해 악당을 전부 죽일까 하는 생각은 큰 잘못이다. 정치의 목적은 백성을 살리는 데 있기 때문이다. 계강자(季康子)에게 공자가 한 말. -논어
# 소인은 궁핍하게 되면 반드시 도리에 어긋나는 일을 하게 된다. -논어
# 소인은 지위를 얻지 못했을 때에는 지위를 얻을 것만 생각하고 지위를 얻은 후에는 그 지위를 잃지 않을까 하고 마음을 쓴다. -논어
# 쓸모가 없는 것은 아무리 많이 있어도 소용이 없는 것이다. 아무리 많은 학문을 닦아도 실용(實用)에 도움이 되지 않는 학문은 아무 쓸모가 없다. -논어
# 신하를 쓸 때에는 주군은 예의로써 해야 하고 신하가 주군을 섬길 때에는 충성으로 해야 한다. 사회는 지휘하는 자와 지휘를 받는 자, 명령을 하는 자와 명령을 받는 자의 관계가 있다. 위에 있는 자는 아래에 있는 자에게 예의를 지켜야 하고 아래에 있는 자는 위에 있는 자를 성심으로 섬겨야 한다. -논어
# 아는 것은 아는 것으로 하고 모르는 것은 모르는 것으로 인정한다. 그러는 것이야말로 정말로 아는 것이라 할 수 있다. 모르는 것도 아는 듯이 언동을 하는 것처럼 어리석은 사람은 없는 것이다. -논어
# 아무리 성이 나더라도 가슴속에 혼자 간직하고 그 노여움을 다른 사람, 다른 일에 옮기지 않고 잘못은 두 번 다시 되풀이하지 않는다. 젊어서 세상을 뜬 제자인 안회(顔回)를 칭찬한 공자의 말. -논어
# 아무리 좋고 착한 일을 해도 그것을 뽐내지 말고 힘드는 일은 다른 사람에게 떠넘기지 말라. 안연(顔淵)이 한 말. -논어
# 아비가 다른 사람의 양(羊)을 훔친 것을 그 자식이 관청에 나와서 그 아비의 범행을 증언했다. 섭공(葉公)이 한 말. 공자는 나의 향당(鄕堂)의 정직한 자는 이런 태도는 취하지 않는다고 반론하고 있다. 아비의 죄를 폭로하는 행위는 정직한 일이기는 하나 칭찬할 일은 못 되는 일이다. 아비는 자식의 죄를 숨겨 주고 자식은 아비의 죄를 숨긴다. 이것이 인간의 정이다. 인간의 정이야말로 자기의 진정을 속이지 않는 마음이다. -논어
# 아직 어린 고아를 그 장래를 안심하고 맡길 수 있는 그런 사람이라야 한다. 증자(曾子)가 한 말. -논어
# 알고 있는 것을 곧 입으로 내는 것 같은 경박한 일은 하지 않는다. 오히려 마음속에 간직하고 인식을 깊게 할 일이다. 묵이식지默而識之. -논어
# 알고 있는 일이라도 중요한 일을 할 때에는 매사를 선배에게 물어 가면서 해야 한다. 당시 예(禮)에는 가장 밝다고 한 공자도 나라의 대묘(大廟)에 제사 지낼 때에 사소한 일이라도 선배에게 가르침을 받았다고 한다. -논어
# 어느 사람이 공자에게 정(鄭) 나라 사람 자서(子西)의 사람됨을 물었을 때 공자는 이 인물에 대해 관심을 지니지 않는 기분으로 "그 자 말인가. 그 자 말인가"라고 답했다. -논어
# 어떤 곳이라도 군자가 살고 있으면 누추한 곳은 없는 것이다. 공자는 동쪽의 여러 종족이 사는 곳에 살기를 원했다. 어떤 사람이 "동쪽은 누추할 텐데 어떻게 하시렵니까?"하고 물은 데 답한 말이다. -논어
# 어떤 일이든 사람은 자기가 하는 일을 소중하게 하지 않으면 안 되는 것이다. 소중하게 전심전력을 다하게 되면 남이 믿어 주게 되는 것이다. 신용을 얻거나 얻지 못하는 근본은 모두가 자기의 일상적인 행동에 매인 것이다. -논어
# 어떻게 하면 좋은가, 어떻게 하면 좋은가 하고 진실로 구하고 있는 자가 아니면 난들 그 사람을 어떻게 해 줄 수가 없다. -논어
# 어째서 입이 능숙한 사람이 필요한가. 인물의 첫째 요건은 재주 있는 사람보다는 성실한 자이다. -논어
# 어진 사람을 접할 경우 시샘하는 생각을 버리고 그 사람과 같이 되도록 마음써야 된다. -논어
# 언론이 독실하면 그 편을 들기는 하나 그것만으로는 군자다운 사람인지 또는 외모만 꾸미는 자인지 알 수가 없다. -논어
# 얼룩소는 원래 제사 때 희생에는 쓰지 않는 법이나 그 얼룩소의 새끼지만 털빛이 붉고(주 나라 때에는 적색을 존중했다) 훌륭한 뿔이 나 있다면, 가령 제사에 쓰고 싶지 않아도 산천의 신은 그대로 두지 않을 것이다. 훌륭한 자식이라면 어버이에 관계없이 출세할 수 있는 것이다. 아버지의 비행에 고민하고 있는 제자 중궁(仲弓)을 격려하여 공자가 한 말. -논어
# 여자와 소인은 기르기 어렵다. 가까이하면 기어오르게 되고 멀리하면 원망하게 된다. -논어
# 옛날 어리석은 자는 어리석어도 그래도 정직했다. 지금의 어리석은 자는 어리석고 또 그 위에 남과 자기를 속이는 악을 지니고 있다. -논어
# 옛 성현의 가르침에 의심을 품지 않고 믿으며 옛 것을 좋아하여 여기에서 자기의 반성의 재료로 삼는다. 이것이 배우는 자의 마음가짐이다. -논어
# 온순하면서도 엄숙하고 위엄이 있으면서도 사납지 않고 공손하면서도 안정하다. 공자의 제자들이 공자를 평해서 한 말. -논어
# 욕심이란 사람을 약하게 만드는 것이다. 세상에서는 신정(申정)이라는 자를 강한 자라고 말한다. 그러나 그는 욕심으로 가득 찬 사람이다. 어째서 참으로 강자(剛者)라 할 수 있단 말인가. -논어
# 용기가 있으면서도 정의의 길을 알지 못하면 그런 자는 반란을 일으킬 염려가 있다. -논어
# 위에 있는 자는 제례에 쓰는 과실을 담는 그릇 같은 것에는 마음을 쓸 필요가 없는 것이다. 그런 소소한 일은 그것을 담당하는 소임을 맡은 자가 있다. 별도로 해야 할 큰 일이 있을 것이다. 증자(曾子)가 한 말. -논어
# 위정자가 자기 자신을 바르게 하지 못하고 어찌 사람을 바르게 할 수가 있겠는가. -논어
# 윗자리에 있는 사람이 예(禮)를 좋아하면 백성들은 부리기 쉽다. -논어
# 육십 살이 되어서 경험을 쌓은 나(공자)의 귀는 어떤 말을 들어도 이상하다거나 또는 저항감도 놀라움도 없어졌다. 세상 일을 알게 된 것이다. 이순(耳順)은 60살. -논어
# 음악이라, 음악이라 하지만 종이나 북을 치는 것만이 음악이 아니다. 음악의 본질은 사람의 마음을 즐겁게 해 주는 데 있다. -논어
# 의(義)로운 것을 보고도 자기의 이익을 의해 혹은 보신(保身)을 위해 행하지 않는 것은 용기가 없는 것이다. -논어
# 이것이 나(공자)다. 너희들은 내가 감추고 나타내지 않고 있는 일이 있다고 생각할 것이나 나는 감추고 나타내지 않는 일은 없다. 나는 무슨 일이건 너희들에게 보여 주지 않은 것이라고는 없으니 너희들이 알고 있는 평소의 나, 그것이 나(丘)라는 존재의 전부이다. -논어
# 이런 훌륭한 사람이 이런 죽을 병에 걸렸다는 것은 천명이라 할 수밖에 없다. 애제자 백우(伯牛)의 병을 상심하여 공자가 한 말. -논어
# 이른바 훌륭한 대신이라는 것은 정도(正道)로서 임금을 섬기고 그것이 불가능하면 그만 두어야 한다. -논어
# 인간 관계. 인간의 사회는 신의로서 성립되는 것이다. 신의 없이는 인간 관계도 사회도 성립하지 못하는 것이다. 사람으로서 신의가 없는 자는 좋다고 할 수가 없다. -논어
# 인간의 현부선악(賢否善惡) 등 모든 것은 교육 여하에 따라서 지배되는 것이다. 그 사람이 속하는 경우나 지위, 빈부귀천이나 환경은 따질 필요가 없는 것이다. -논어
# 인(仁)에서 산다는 것은 순수한 마음가짐으로 행동하는 것이다. 적어도 인(仁)에서 살려고 한다면 그 마음속에 악이 생길 리는 없는 것이다. -논어
# 인(仁)으로 행동의 근본으로 삼고, 인(仁)의 도리를 벗어나지 않은 마음가짐으로 정신을 인(仁)에다 둔다. 이것이 사람으로서 가장 아름다운 것이다. -논어
# 인(仁)을 행하고 인(仁)의 도리에 살고 그리고 그것에 안심을 얻고 있는 것이 인자(仁者)이다. 지자(知者)는 인(仁)을 자기에게 이익이 있을 것이라고 이것을 열심히 욕구한다. -논어
# 인(仁)의 도리를 지키는 마음가짐이 없는 자는 정신으로나 물질적으로나 오랫동안 궁핍한 생활을 견딜 수가 없어 결국은 타락하게 된다. -논어
# 인자(仁者)는 의(義)를 보면 행하는 용기가 있다. 용자(勇者)라고 모두가 인(仁)이 있는 것은 아니다. -논어
# 인자(仁者)는 좋은 것은 좋다고 하고 나쁜 것은 나쁘다고 하는 공평함을 지닌다. 그래서 인자는 사람을 사랑하고 친하는 일면 사람을 미워도 한다. 미워할 때는 그 사람의 악을 미워하는 것이지 사람을 미워하는 것은 아니다. -논어
# 인(仁)하고 싶다고 바라는 그 순간부터 인(仁)은 그 사람 것으로 되는 것이다. 길은 멀리 있는 것이 아니고 가까운 곳에 있는 것이다. -논어
# 일이 내 뜻과 달라 세상에 용납되지 않아도 나는 할 일을 다하고 있기 때문에 하늘을 원망하지 않고 남을 탓하지도 않는다. -논어
# 임금으로서 천직을 다하기도 어렵고 또한 신하로서 그 책무를 다하기도 쉽지 않다. 공자가 인용(引用)한 말. -논어
# 임금은 임금답게 신하는 신하답게 아비는 아비답게 자식은 자식답게 해야 한다. 이것이 사회에 명분을 이루는 정치는 근본이다. 제(齊) 나라 경공이 정치를 공자에게 물었을 때 공자가 한 답. -논어
# 임금을 섬기는 데는 진심으로 하라. 거짓으로 속이지 말고 눈치를 보지 말고 바른 말로써 충언하여라. -논어
# 자기가 나서고 싶으면 먼저 남을 내세워 주고 자기가 발전하고 싶으면 남을 먼저 발전시켜준다. 이것이 인자(仁者)의 태도이다. -논어
# 자기를 이해해 주지 않는다. 혹은 실력을 인정해 주지 않는다. 이것은 인생살이에 있어 흔히 있을 수 있는 일이다. 이럴 때 노여움이나 한스럽게 생각 말고 마음 편하게 스스로를 믿는 마음을 가지는 사람. 이런 사람이야말로 군자가 아니겠는가. -논어
# 자기보다 나이가 아래인 사람이라도 또 자기보다 지위가 낮은 사람에게서도 가르침을 받는 것을 부끄러이 생각하지 말라. 불치하문(不恥下問). -논어
# 자기보다 못한 자, 어리석은 자와 접할 경우 그것을 자기의 반성의 재료로 삼아야 한다. 그렇게 되면 자기보다 못한 자라도 스승으로 삼을 수가 있는 것이다. -논어
# 자기보다 신분, 나이, 학식이 낮은 자에게서도 듣고 배워서 어떤 비근한 일이라도 소홀하게 하지 않고 하루하루 발전해 간다. 나는 이렇게 공부하고 있다. -논어
# 자기의 새로운 설을 만들어 내지 않으며 옛 선현(先賢)의 학설을 존중하여 그 바른 사상을 널리 펴서 전한다. -논어
# 자기 자신에 대해서도 소탈하고 다른 사람의 행동에 대해서도 소탈한 것은 바람직하지 못하다. 중궁(仲弓)이 한 말. -논어
# 잘못은 피할 수 없는 것이다. 잘못도 인정이 지나쳐서 저지르는 경우가 있고 몰인정한 경우도 있다. 그 잘못의 방법에 따라서 그 사람의 본성을 알 수 있는 것이다. -논어
# 장유(長幼) 붕우(朋友)는 서로 양보해야 한다. 스승에게 대해서도 물론이다. 그러나 인을 행하는 마당에서는 그 스승에 대해서도 결코 양보할 필요는 없다. -논어
# 장인은 일을 잘하기 위해서는 먼저 그 쓰는 도구를 날카롭게 잘 닦아야 한다. 훌륭한 인간을 뜻하고 수양하기 위해서는 현자(賢者)를 가까이 해서 배우고 인자(仁者)를 벗으로 하는 것이 필요하다. -논어
# 재부(財富)를 구해서 얻어질 수가 있는 것이라면 가령 말채찍을 잡는 천한 노력인들 나는 할 것이지만 사람에게는 제각기 천명이 있어 바란다고 해서 되는 것이 아니다. 차라리 내가 좋아하는 것을 추구할 것이다. -논어
# 저 자가 공자인가. 공자라면 나루가 있는 곳쯤은 알고 있을 만한데. 천하 주유(周遊)하는 그가 아닌가. 평천하(平天下)를 위해 주유(周遊)하던 공자가 문인 자로(子路)에게 나루가 있는 곳을 묻게 한 데 대해 장저(長沮)가 공자가 아직도 정치에 집착하고 있다고 생각하여 비꼬아서 한 말이다. -논어
# 적어도 도(道), 즉 인의도덕(仁義道德)의 수양을 뜻하는 자는 일상생활의 악의 악식을 부끄러워하는 자와는 친구로서 함께 도(道)를 이야기할 수가 없다. -논어
# 절약해서 쓰고 백성을 사랑한다. 정치를 하는 사람은 국민의 세금에 의해서 일을 하고 있는 것이다. 경비의 절약에 힘쓰고 국민이 낸 세금을 절약해서 적절하게 써야 한다. 거기에서 생긴 재정의 여유는 국민의 복리 증진에 힘써야 할 것이다. -논어
# 젊었을 때에는 혈기가 왕성하여 이성으로서는 감정의 억제가 대단히 어려운 일이다. 특히 남녀간의 색욕에 대해서는 특별히 자숙하지 않으면 안 되는 것이다. 장년이 되면 혈기가 강성해서 자기 주장이 세어진다. 다른 사람과 싸우는 것을 자숙해야 한다. 늙어지면 혈기가 쇠약해지면서 재물이나 명예욕이 강하게 된다. 과대한 욕망을 자숙해야 할 것이다. -논어
# 젊은 사람은 무섭다. 공부 여하에 따라서 장차 어떤 큰 일을 할는지 알 수 없다. 그러나 사십, 오십이 되어도 이름이 알려지지 않는다면 그런 사람은 무서울 게 없는 것이다. -논어
# 정(鄭) 나라는 국가가 혼란하여 그 음악이 음탕하다. 음탕한 시(詩)나 음악은 썩게 하고 나라를 위태롭게 하는 것이다. -논어
# 정도(正道)가 행해지는 것도 천명이고 정도가 없어지는 것도 천명인데 한 개인이 천하의 일을 어찌 할 수는 없는 것이다. -논어
# 정치라는 것은 바른 것을 행하는 데 있다. 정(政)과 정(正)은 동음 동의(同義). -논어
# 정치라는 것은 법이나 규칙만으로 하는 것이 아니다. 모름지기 덕으로써 다스려야 한다. 비유한다면 움직이지 않는 북극성(北極星)에 여러 별들이 따라오듯이 백성은 그 덕을 연모하여 위정자를 따라오게 될 것이다. -논어
# 정치를 하는 데 있어서는 조급하게 해서는 안 되는 것이다. 사물을 급하게 처리하면 반드시 미흡한 사태가 생겨서 결국 달성하지 못하게 된다. 눈앞의 것에 구애되면 대국(大局)을 그르친다. 작은 이익에 마음을 빼앗기게 되면 큰 일을 이룰 수 없게 되는 것이다. -논어
# 제사를 지낼 때 마치 거기에 신이 계신다는 마음가짐으로써 모셔야 한다. 형식적으로 끝내서는 안 되는 것이다. 어떤 일이든 진정에서 우러나오는 마음으로 하라는 뜻. -논어
# 조정에서는 새해에 달력을 제후(諸侯)에게 나누어주고, 제후는 매달 초하룻날에 선조의 사당에 희생의 양을 바치고 그 달력을 백성에게 보여서 농사의 지침을 삼게 했다. 이것을 고삭의 희양(告朔之희羊)이라 한다. 그러나 공자 당시에는 이 일이 쇠퇴하게 되자 제자인 자공(子貢)이 형식적인 관습은 폐지하는 것이 좋겠다고 한 데 대해 공자는 "아니다. 내용은 필요에 따라서 다시 살아나는 것이다. 나는 그 형식은 없어지더라도 그것을 부활시킬 예(禮)가 없어지는 것을 애석하게 생각한다."라고 말했다. -논어
# 중등 이하의 사람에게는 높은 지식을 일러주어도 소용이 없는 것이다. 사람을 가르치는 데는 배우는 사람의 정도에 따라서 조절해야 한다는 말. -논어
# 중요한 것은 절도 있는 몸가짐이다. 공손한 것도 좋은 일이나 너무 도가 지나치면 치욕을 받게 된다. 너무 굽실거리는 것은 공손한 것이 아니다. 유자(有子)가 한 말. -논어
# 지극한 덕(德)을 지닌 사람은 자기의 덕을 드러내지 않는다. 사람들은 그 덕을 들어 칭찬할 기회를 갖지 못한다. 공자가 태백(泰伯)을 칭찬한 말. -논어
# 지름길로 가지 않는다. 임시의 편리를 탐내어 공명한 것을 버리고 임시방편으로 눈가림만 해 나가게 되면 얼마 안 가서 막히게 된다. -논어
# 지식이 좁은 사람은 자기의 좁은 생각에 얽매여 아집에 사로잡히기 쉽게 된다. 학문에 의해 지식과 견문을 넓혀 유연한 정신 상태를 지니게 해야 할 것이다. -논어
# 지위를 얻지 못하는 것에 마음쓰는 것보다는 그 지위에 앉을 만한 실력을 쌓도록 힘써야 할 것이다. -논어
# 지위만 생각하고 직무를 소홀히 하는 자는 선비라 할 수가 없다. -논어
# 지혜로운 사람은 물을 좋아하고 어진 사람은 산을 좋아한다. 지혜로운 사람은 머리도 물이 흐르는 것처럼 유동적이고 어진 사람은 움직이지 않는 산을 본받아 이해나 영욕을 위해 마음을 움직이지 않는다. -논어
# 진실로 참된 길을 구하는 자는 경우와 처지가 어떻게 변하든 간에 구도하는 즐거움을 변경하는 일은 없다. -논어
# 광명한 덕을 천하에 밝히려고 하는 사람은 먼저 자기 나라를 다스리는 것이 좋다. 자기 나라를 다스리려고 하는 사람은 먼저 자기의 집을 정돈하고 자기 집을 정돈하려고 하는 사람은 먼저 자기 자신의 덕(德)을 닦아야 한다. -대학
# 군자는 자기가 인(仁)을 실천한 후에 비로소 남에게 인(仁)을 행하도록 요구한다. 즉 남에게 요구하려면 자기부터 먼저 실천해야 한다. -대학
# 군자는 집에서 나가지 않고서도 나라에 가르침을 이를 수가 있는 것이다. 수신제가(修身齊家)한 군자라면 그 교화는 반드시 한 나라에 미치는 것이다. -대학
# 군자는 혼자 있을 때, 즉 남이 보고 있지 않을 때나 듣고 있지 않을 때도 언행을 삼가고 자기 스스로를 속이지 않는다. -대학
# 나쁜 냄새를 싫어하는 것같이 악을 싫어하고 잘생긴 여자를 좋아하는 것같이 선(善)을 좋아한다. 이럴 때에 마음이 충만하고 유쾌하게 느껴지는 것이다. 겸(謙, 겸손)은 겸(慊, 흡족)과 같고 마음에 만족하고 유쾌를 느끼는 것. -대학
# 남들이 싫어하는 것을 좋아하고 남들이 좋아하는 것을 싫어하는 자가 있다. 이런 것은 남의 성질을 거스리는 것이라 재앙이 반드시 자신에게 돌아올 것이다. -대학
# 대인(大人) 군자의 학(學)의 목적하는 바는 첫째는 하늘에서 받은 덕성(德性), 즉 양심을 닦는 데 있다. 둘째는 자기를 닦고 그것을 세상에 명덕을 밝히는 데 있다. 셋째는 위의 두 개를 지고지선(至高至善)의 지위에 머물러 있게 하는 것이다. 이것이 대학의 참된 목적이다. <대학>은 책 전체가 이 세 가지를 설명한 것이라서 이것을 대학의 삼강령(三綱領)이라 한다. 이 삼강령을 실현시키는 세목(細目)으로서 격물(格物), 치지(致知), 성의(聖意), 정심(正心), 수신(修身), 제가(齊家), 치국(治國), 평천하(平天下)를 들고 있다. 이것들을 대학 팔조목(大學 八條目)이라 한다. -대학
# 덕은 근본되는 것이고 재물은 말단되는 것이다. 덕이 있으면 사람도 재물도 모여드는 것이니 덕은 근본이 되고 재물은 말단이 된다. 그 본말을 잘못하게 되면 결국 백성을 서로 다투게 하는 결과가 되어 서로 빼앗는 짓을 하게 만드는 것이다. -대학
# 덕이 있으면 스스로 사람이 모여들게 되고 사람이 모여들게 되면 국토를 보전할 수가 있다. 국토를 보전할 수가 있으면 재물이 모이게 되고 재물이 모이면 그 쓰는 곳이 생기게 된다. 요는 정치의 근본은 먼저 덕을 쌓는 일이다. -대학
# 마음속에 성내는 것이 있으면 어떤 일을 해도 올바른 상태를 얻지 못한다. <대학>에서는 이외에도 두려워하는 것(공구, 懼恐), 좋아하고 즐거워하는 것(호락, 好樂), 근심하는 것(우환, 憂患)이 있으면 올바른 상태를 얻지 못한다고 했다. -대학
# 마음에 진실이 없는 자는 그들의 거짓말 전부를 지껄여 대지 못하는 것이다. -대학
# 마음으로 성실하게 구한다면 적중하지 않는다 하더라도 멀리 벗어나지는 않을 것이다. 완전하지는 않더라도 적어도 그 가까운 것까지는 구할 수가 있다는 말. -대학
# 마음이 거기에 있지 아니하면 보아도 보이지 아니하고 들어도 들리지 아니하고 먹어도 그 맛을 모른다. -대학
# 많은 민심을 얻으면 일국을 얻게 되고 민심을 잃으면 일국을 잃게 된다. 이것을 만고 불변의 정치의 요체다. -대학
# 많은 사람이 보고 또 많은 사람이 지적하는 곳에는 틀림이 없는 것이다. 세상의 이목은 속일 수 없이 엄숙한 것이다. 증자(曾子)가 한 말. -대학
# 많은 재산은 그 집을 윤택하게 하는 것이고 많은 덕(德)은 그 사람의 몸을 윤택하게 하는 것이다. 덕이 있으면 마음이 넓고 몸이 포근해진다. 그래서 군자는 반드시 자기 생각을 성실하게 하는 것이다. -대학
# 말을 기를 수 있는 대부(大父)의 신분이 되면 그보다 하급자들이 생계수단으로 닭과 돼지를 그 사람들이 치고 살도록 관여해서는 안된다. 경대부(卿大夫)의 신분인 사람은 충분한 녹봉을 받고 있으니 소나 양을 길러서 아랫사람들과 이익을 다투는 짓을 해서는 안된다. -대학
# 말이 남에게 거슬리게 나가면 역시 거슬린 말이 자기에게 돌아온다. -대학
# 모든 사람과 사귈 때에는 신의(信義)를 최고의 수칙으로 삼아야 한다. 남의 임금이 되어서는 인자함에 머물러 있어야 하고, 남의 신하가 되어서는 공경스러움에 머물러 있어야 하고, 남의 아들이 되어서는 효성스러움에 머물러 있어야 하고, 남의 아들이 되어서는 효성스러움에 머물러 있어야 하고, 남의 어버이가 되어서는 자애스러움에 머물러 있어야 하고, 사람과 사귀게 되면 신의에 머물러 있어야 한다. 주(周) 나라 문왕(文王)이 했다는 말. -대학
# 백성들에게서 재물을 걷어들이는 것을 능사로 하는 가신보다는 오히려 재물을 훔쳐내는 가신을 두는 것이 나은 것이다. 재물을 훔쳐내면 재물을 잃을지 모르지만 재물을 엄하게 걷어들이는 가신이 있게 되면 민심을 잃는 것이 된다. 이쪽이 더 무서운 것이다. 맹헌자(孟獻子)가 한 말. -대학
# 백성이 좋아하는 것을 자기도 좋아하고 백성이 싫어하는 것을 자기도 싫어한다. 이래야만 백성의 부모라 할 수 있다. 백성의 마음을 자기의 마음으로 하는 헤아림이야말로 참된 위정자이다. -대학
# 사람은 자기 자식의 나쁜 것을 알지 못하고 자기가 키운 곡식의 모종이 큰 것을 알지 못한다. 전자는 사랑에 눈이 멀게 된 것이고 후자는 욕심에 마음을 빼앗긴 때문이다. -대학
# 사람이란 자기가 가까이 하고 사랑하는 것에는 반드시 지나치게 굴게 된다. 애정이나 이해 때문에 마음이 흩어져서 공정하지 못하게 되는 것이다. -대학
# 사람이란 하늘에서 받은 덕성(德性)이 있다. 명덕(明德)이라고도 하고 준덕(峻德)이라고도 한다. 시쳇말로 하면 양심이라고 해도 좋다. 사람으로서는 이것을 밝힐 필요가 있다. 명경(明鏡)도 때로는 흐려지는 때가 있는 것처럼 양심도 과분한 욕망이나 편파(偏頗)한 기질 때문에 일시 흐릴 수가 있다. 이것을 밝히는 것이 수양의 첫째가 된다. -대학
# 사물에는 본(本)과 말(末)이 있고 어떤 일에도 처음과 끝이 있다. 사람에게도 근본으로 할 것과 그렇지 않은 것이 있다. 어떤 일을 할 때에도 무엇을 먼저 해야 하는가, 무엇을 뒤에 하는가 라는 처음과 끝이 있는 것이다. 그 본과 말, 전과 후를 알면 도(道)에 가까워지게 될 것이다. -대학
# 소인(小人)은 일없이 한가하게 있을 때에는 자기 마음대로 나쁜 짓을 하게 된다. -대학
# 송사(訟事)를 들어서 솜씨 좋게 처리하는 것도 좋지만 백성을 다스리는 자는 오히려 그 송사가 일어나지 않는 세상을 만드는 데 힘써야 할 것이다. 공자가 한 말. -대학
# 수레 백 승을 움직일 수 있는 높은 지위와 재산이 있는 자는 백성들에게 무거운 세금을 부과하여 엄하게 받아들이는 것을 능사로 하는 신하를 두어서는 안 되는 것이다. 맹헌자(孟獻子)가 한 말. -대학
# 어떤 일에도 항상 최선의 길, 최상의 힘을 다해야 한다. -대학
# 어떤 일이라도 마음이 바르지 않으면 올바른 판단과 행동을 할 수가 없다. -대학
# 어떤 일이라도 지상지선(至上至善)을 다하고 거기에서 동하지 않게 노력해야 한다. 지상지선은 그 곳에서 정지하지 않으면 이미 지선(至善)이 아니게 되는 것이다. -대학
# 윗사람이 자기에게 부당하게 하는 그런 태도를 나는 아랫사람에게 하지 말아야 한다. -대학
# 위는 천자로부터 아래는 일반 서민에 이르기까지 똑같이 다 자신의 덕을 닦는 것을 근본으로 삼는다. -대학
# 인간의 양지(良知)를 완전히 닦으려고 생각하면 사물에 흐르고 있는 천리(天理)를 알아야 한다. 우주간에는 항상 어떤 도리가 흐르고 있다. 식물이나 동물에 흐르고 있는 도리가 물성(物性)이고 인간에 흐르고 있는 것이 인성(人性)이다. 인성을 알아내는 것, 즉 양지를 알아내는 것은 사물의 이치를 구명(究明)하는 데 있다. -대학
# 인자(仁者)는 사심이 없으니 사랑해야 할 사람을 사랑하고 미워해야 할 사람을 미워한다. 인자(仁者)만이 이런 공평한 판단을 할 수 있는 것이다. -대학
# 인자(仁者)는 재물을 세상에 흩어서 민심을 얻어 자기를 훌륭하게 만들고 불인자(不仁者)는 자기를 멸망시켜 가면서도 재물을 늘린다. -대학
# 일반 사람을 인도하여 오늘은 어제보다 내일은 오늘보다 하루하루 향상시킨다. 인간의 수양은 자기만 잘한다고 그것으로 족한 것이 아니다. 친민(親民)까지 이르지 못하면 자기도 또한 완전하게 완성한 것이 아니다. -대학
# 자기의 생각을 성실하게 한다는 것은 자기를 속이는 일이 없도록 하는 것이다. -대학
# 자기 집안을 가르칠 수 없는 자가 남을 가르칠 수가 있을까. 그럴 수는 없는 것이다. -대학
# 자식 키우는 법을 배우고 난 후에 시집을 간 여자는 아직까지 없었다. 가령 자식 키우는 법을 몰라도 어머니 애정을 가지고 자식을 접한다면 그렇게 실패하는 일은 없는 것이다. -대학
# 재물을 늘이는 데는 훌륭한 방법이 있다. <대학>에서는 생산하는 자는 많고 그것을 소비하는 자는 적고 만드는 사람은 빠르고 쓰는 사람은 더디면 재산을 늘리는 길이라고 했다. -대학
# 재물이란 도리를 어긋나서 손에 들어오게 되면 역시 도리에 어긋나게 나가는 것이다. -대학
# 좋아하면서도 그것의 나쁜 점을 알고 미워하면서도 그것의 좋은 점을 아는 사람은 천하에 드물다. -대학
# 주(周) 나라는 비록 망해 버린 지 오래된 나라이나 덕(德)을 쌓은 나라이기 때문에 새로운 천명(天命)을 받아 다시 재흥하게 되었다. -대학
# 진실로 오늘의 몸가짐은 어제보다 새롭고, 내일의 몸가짐은 오늘보다 새롭게 수양에 마음을 써야 한다. 은(殷) 나라 탕(湯)왕(王)은 이것을 세숫물 그릇에다 새겨서 매일 자(自)계(誡)의 구로 했다. -대학
# 가는 자는 쫓지 않는다. 오는 자는 거부하지 않는다. 나에게서 떠나는 자는 떠나는 대로 두고 가르침을 받고자 오는 자는 그 사람의 과거에는 구애됨이 없이 맞이한다. -맹자
# 가르치는 데에도 역시 여러 가지 방법이 많다. 내가 탐탁하게 여기지 않아서 가르쳐 주지 않는다면 그것 역시 하나의 교육 방법일 따름이다. 그렇게 거절함으로써 당자를 격하게 하여 반성하게 하고, 또는 분발하도록 하는 것 역시 가르쳐 주는 방법의 하나가 될 것이라는 뜻. -맹자
# 개나 고양이에게 먹을 것을 주는 것처럼 꾸짖으면서 준다면 길가는 사람이라도 받기를 꺼릴 것이다. 발로 차는 것처럼 준다면 거지일지라도 좋아하지 않을 것이다. 진심으로 베푸는 것이 아니라면 아무 은혜라 할 수 없는 것이다. -맹자
# 거처는 마음을 변화시키고, 수양은 몸을 변화시킨다. -맹자
# 걱정, 근심 속에 살아온 세상을 즐겁고 편안한 마음으로 떠난다. -맹자
# 고국(故國), 즉 유서있는 오래된 나라라는 것은 연륜이 거듭된 큰 나무가 우거져 있기 때문에 그렇게 부르는 것이 아니다. 고국이라는 것은 세신(世臣), 즉 대대로 이어져 오는 훌륭한 가신(家臣)이 갖추어져 모여 있는 나라를 말하는 것이다. -맹자
# 고기도 맛이 있는 것이고 곰의 발바닥도 맛이 있는 것이다. 고기도 먹고 싶고 곰의 발바닥도 먹고 싶다. 그러나 이 두 개를 얻지 못할 경우에는 고기보다는 더 맛이 있는 곰의 발바닥을 취하겠다. 즉 삶도 의(義)도 내가 원하는 것이다. 그것이 두 개를 겸할 수 없는 경우에는 나는 삶을 버리고 그보다 더 중요한 의(義)를 지키겠다. -맹자
# 고립된 신하나 첩에서 난 서자는 혜택받지 못한 까닭에 항상 전전긍긍하고 조심해서 어떤 우환이 닥칠까 깊이 걱정하고 있다. 그래서 항상 언행을 조심하기 때문에 오히혀 덕과 지혜를 갖추게 된다. -맹자
# 공자가 벼슬을 살았을 때 세 가지 형이 있었다. 즉 정도(正道)를 행할 만하다고 보고 벼슬을 산 견행가의 사관, 대우가 예로서 하기 때문에 벼슬을 산 제가(際可)의 사관, 군주가 현량한 인재를 길러 주어서 벼슬을 산 공양(公養)이 사관이다. 공자는 노(魯) 나라 계(季)환(桓)자(子)에게서는 정도를 행할 만한다고 보고 벼슬을 살고, 위(衛) 나라 영공(靈公)에게서는 예(禮)로 받아들여져서 벼슬을 살고, 위 나라 효공(孝公)에게서는 현량한 인재를 길러 주어서 벼슬을 살았다. -맹자
# 공자가 <춘추(春秋)>를 쓴 이후, 세상의 난신적자들은 모두 두려워했다. 공자의 <춘추>를 칭송하여 맹자가 한 말. -맹자
# 공자는 동산에 올라서 내려다보고 노(魯) 나라가 작다고 여기고, 더 높은 태산(太山)에 올라서 내려다보고 천하는 작다고 했다. -맹자
# 공자는 성인으로서 때를 알아서 해 나간 사람이었다. 즉 공자는 완급, 출처, 진퇴 등 모든 것을 그 때를 알아서 해 나가는 성인이라는 말. 백이(伯夷)는 성인으로서 맑았던 사람이고 이윤(伊尹)은 성인으로서 사명을 자임하였던 사람이고 유하혜(柳下惠)는 성인으로서 온화한 기질을 가졌던 사람이었다. -맹자
# 과분한 명성이나 평판이 자기의 실력이나 실정보다 이상되는 것을 군자는 오히려 부끄러워해야 하는 것이다. 실력이 없으면서 허명(虛名)을 얻는 것은 삼가야 한다. -맹자
# 관리로서 지켜야 할 직분에 있는 자가 그 직무를 행할 수 없는 경우에는 그 직을 떠나는 것이 당연한 것이다. -맹자
# 군자가 취해야 하는 교육 방법에 다섯 가지가 있다. 첫째, 때 맞은 비가 많은 화생(化生)시키는 것처럼 자연히 훈화(薰化)시킨다. 둘째, 덕성에 응해 대성(大成)시킨다. 셋째, 재능에 응해 달성시킨다. 넷째, 질문에 응해 그 의심을 풀어준다. 간접적으로 선인의 선(善)을 들려주어서 그것을 배울 마음을 일으키게 한다. -맹자
# 군자는 도리에 맞는 것으로 속일 수는 있어도 올바른 길 아닌 것을 가지고는 속이기는 힘든 것이다. -맹자
# 군자는 사람을 기르기 위해 있는 것이라 사람을 해치는 행위는 하지 않는다. 토지(土地)는 백성을 기르기 위한 것, 그 토지를 서로 빼앗기 위해 전쟁을 한다는 것은 도리상 모순되는 일이다. -맹자
# 군자는 어버이 상(喪)을 당했을 경우에 될 수 있는 대로 비용을 아끼지 않아야 하는 것이다. 장례에 비용을 많이 들이면 국가의 재정에 영향을 미친다고 하는 이유를 들어 어버이 상례 비용을 절약할 것은 아니다. -맹자
# 군자는 지나가는 곳은 모두 교화(敎化)되며 머물러 있는 곳에서는 백성을 교화시키는 힘은 신(神)과 같다. -맹자
# 군자는 항상 수양의 부족을 생각하고 있기 때문에 평생토록 근심은 있으나 하루 아침에 일어나는 재난에는 결코 마음을 움직여서 걱정할 것이 없는 것이다. -맹자
# 군자의 말은 극히 비근하지만 그 중에 참된 도(道)가 있다. 불하대(不下帶)는 눈앞에 보이는 것의 비유. 옛 사람들은 사람을 대할 때에 띠(帶) 아래에는 눈을 주지 않았다. -맹자
# 군주가 백성과 즐거움을 함께 한다면 백성도 또한 그 군주가 즐거운 것을 즐긴다. 이렇게 해서 상하가 마음을 함께 한다면 나라는 잘 다스려지는 것이다. -맹자
# 군자에게는 세 가지 낙이 있다. 그러나 천하를 얻어 왕자가 되는 것은 이 세 가지에 들지 않는다. 첫째는 부모가 모두 건강하게 살아 있고 형제가 무고한 것, 둘째는 우러러 하늘을 보고 굽어 땅을 보아도 부끄러울 것이 없는 것, 셋째는 천하의 영재를 얻어 이것을 교육하는 것. -맹자
# 그는 부력을 뽐낼 것이다. 나는 거기에 대해 인(仁)으로써 당할 것이고 그는 높은 작위를 뽐낼 것이다. 거기에 대해 나는 의(義)로써 당할 것이다. 그런데 어째서 내가 불만족하게 생각한단 말인가. 인의(仁義)의 도(道)에 선(善)하다면 상대가 무엇이든 두려울 것이 없다. 증자(曾子)가 한 말. -맹자
# 그는 부모에게 사랑을 받지 못하였기 때문에 곤궁한 사람이 갈 곳이 없어하는 것과 같았다. 순(舜) 임금에게 요(堯) 임금이 천자의 자리를 물려주려고 했다. 그러나 부모가 기뻐하지 않을 것이라 하여 이렇게 슬퍼했다고 한다. -맹자
# 그는 의리에도 맞지 않고 도리에 벗어난 방법이라면 천하를 녹(祿)으로 주어도 돌아보지도 않았다. 이윤(伊尹)을 평한 맹자의 말. -맹자
# 그대에게서 나온 것은 그대에게로 돌아간다. -맹자
# 그 때는 그때고 이 때에는 이 때, 때에 따라서 가장 적당한 도(道)를 지킨다. 이 말은 잘못하면 오해되어서 변명의 말에 쓰이기 쉽다. 맹자의 진의(眞儀)는 시세(時勢)의 변천에 따라서 진퇴의 길에 다름이 있는 것을 가르친 것이다. -맹자
# 그도 일개의 남자다. 나도 일개의 남자다. 내가 무엇 때문에 그를 두려워할 것이냐. 누구에게나 바른 길은 하나뿐이다. 용자(勇者) 성간(成간)이 제(齊) 나라 경공(景公)에게 한 말. -맹자
# 그런 짓을 하는 것은 풍부(馮婦)가 한 것과 같은 것이다. 풍부는 진나라 사람으로 주먹으로 호랑이를 때려잡고 그 용맹을 뽐냈다. 민중은 칭찬을 보냈으나 뜻있는 사람은 어리석은 짓이라고 비웃었다. -맹자
# 그 사람의 말을 듣고 그 사람의 눈동자를 보면 그 사람을 알 수가 있다. 그 사람이 어떻게 해서 자기를 숨길 수가 있단 말인가. -맹자
# 근심에 살며, 안락에 죽는다. -맹자
# 길은 가까이에 있다. 그러나 사람들은 헛되이 먼 곳을 찾고 있다. 일은 해보면 쉬운 것이다. 시작을 하지 않고 미리 어렵게만 생각하고 있기 때문에 할 수 있는 일들을 놓쳐 버리는 것이다. -맹자
# 참으로 도(道)를 터득한 사람은 그 언동을 좌에서 취하나 우에서 취하나 어떻게 행해도 모두 근본의 도에 일치하는 것이다. 혹은 그 근원을 파악해서 비근한 데까지도 자유자재로 활용할 수 있게 된다고 풀이하는 사람도 있다. -맹자
# 창랑(滄浪)의 물이 말고 깨끗하면 갓끈을 씻고 탁하면 발을 씻는다. 즉 물의 청탁(淸濁)에 따라서 갓끈을 씻을 수도 있고 발을 씻을 수도 있다. 사람은 그 마음씀에 따라서 선한 결과를 얻을 수도 있고, 악한 결과를 얻을 수도 있다. <초사(楚辭)>에서는 어부의 말이라 하고 뜻을 달리 해석해서 치세난세(治世亂世) 각기 그 때에 따라서 출처진퇴를 하라고 말하고 있다. -맹자
# 천명(天命)을 아는 자는 높고 위험한 장벽 같은 곳의 아래에는 서지 않는다. 아무 것이나 천명이라 하고 사리 분별없는 짓은 해서는 안 되는 것이다. -맹자
# 천시(天時)는 지리(地利)만 못하고, 지리는 인화(人和)만 못하다. -맹자
# 천을 강수(江水)나 한수(漢水)의 깨끗한 물에 빨아 강한 가을 햇볕에 말린 것처럼 깨끗하고 흰 모양은 한 점 흠잡을 데가 없다. 증자(曾子)가 그의 스승 공자의 인격을 찬양한 말. -맹자
# 천자 자신은 천하를 남에게 주지는 못한다. 천하는 하늘이 주는 것이다. -맹자
# 천재(天災)는 피할 수 있지만 자기 자신이 불러들인 재앙을 피하여 살 수는 없다. -맹자
# 천하를 다른 사람에게 주기는 쉬워도 천하를 위해 인물을 얻기는 어렵다. -맹자
# 천하를 돌아다니면서 세상을 걱정했다. 유교의 도리를 제후에 널리 펴고 다녔지만, 목적은 도탄에 빠진 백성들을 건지고 싶은 데 있었다. -맹자
# 취할 점이 없는 시골뜨기 말. 제(齊)는 동해 연안에 있는 비속한 나라. 그 동쪽은 더욱더 멀고 보잘것없는 야인들만이 살고 있다. 이런 야인의 말이니 서로 의사가 통할 리 없고 취할 점이 없는 것이다. -맹자
# 측은(測隱)한 마음은 인(仁)이라는 대도(大道)의 단서가 된다. 맹자 사단설(四端說)의 제일보. 측은(測隱)은 사람의 불행이나 위험에 대해 가엾게 생각하는 마음. 측(側)은 절실하게 느끼는 것. 은(隱)은 가엾고 불쌍하게 생각하는 것. -맹자
# 측은한 마음이 없으면 사람이 아니며, 부끄러워하는 마음이 없으면 사람이 아니며, 사양하는 마음이 없으면 사람이 아니며, 옳고 그름의 마음이 없으면 사람이 아니며, 측은히 여기는 마음은 인(仁)의 시초요, 부끄러워하는 마음은 의(義)의 시초요, 사양하는 마음은 예(禮)의 시초요, 옳고 그르게 여기는 마음은 지(智)의 시초이다. -맹자
# 큰 바다를 보는 사람은 황하(黃河)나 양자강(楊子江)에 대해서 그 물이 크다고 말하기가 어렵다. 이처럼 성인의 문에서 배워서 그 도의 큼을 깨달은 자에 대해서는 다른 어떤 훌륭한 언설도 아무 뜻이 없는 것이다. 성인은 이처럼 위대한 것이다. -맹자
# 큰 인물일수록 어린 아이의 순진성을 지니고 있다. -맹자
# 큰 효도는 죽을 때까지 부모를 따른다. 사람이란 어려서는 부모를 따르고 잘생긴 여자를 알게 되면 젊은 미녀를 따르고 처자가 생기면 처자를 따르고 벼슬을 하면 임금을 따르고, 혹은 부귀를 따르게 되는 제각기의 따르는 곳이 있다. 그러나 순임금은 몇 살이 되어도 부모를 생각하고 부모를 즐겁게 해 주는 것을 오로지 했다. -맹자
# 패자(覇者)가 다스리는 백성은 생활에 고생하는 일이 없어 항상 기뻐하고 즐거워한다. 왕도(王道)로써 다스린 백성은 마치 초목이 햇빛의 은혜를 잊은 것처럼 제력(帝力)이 내게 무슨 상관이냐 하고 여유만만하게 살고 있다. -맹자
# 풍년에는 젊은이들이 대체로 선량하고 흉년에는 포악하다. 이것은 사람의 재성(才性)이 이렇게 다른 것이 아니라 그들의 마음을 유인하게 할 원인이 있어서 그렇게 된 것이다. -맹자
# 하(夏) 나라 걸왕, 은(殷) 나라 주왕이 천하를 잃고 망한 것은 백성을 잃었기 때문이다. 즉 민심을 잃으면 천하를 잃게 되는 것이다. -맹자
# 하늘과 땅에 한 점 부끄러운 점이 없는 넓고 풍요로운 기(氣). -맹자
# 하늘은 우리 백성들을 통해서 보고 하늘이 듣는 것은 우리 백성들을 통해서 듣는다. -맹자
# 하늘의 기회는 견고한 요새에 미치지 못하고, 견고한 요새도 사람의 화합에는 미치지 못한다. -맹자
# 하늘의 때를 얻었다고 해도 지리(地利)가 없으면 성취할 수 없다. 또 지리를 얻어도 인화(人和)가 없으면 성공하지 못한다. 즉 때를 얻는 것과 지리를 얻는 것보다는 인화를 얻는 것이 중요하다. -맹자
# 하늘의 도리에 순종하는 사람은 흥하고 거역하는 자는 망한다. -맹자
# 하늘이 내리는 재난은 피해야 하고 스스로 초래한 재난은 피하지 말라. -맹자
# 하늘이 어떤 사람에게 대임(大任)을 맡기려고 할 때는 반드시 먼저 마음을 괴롭힌다. -맹자
# 하(夏), 은(殷), 주(周)의 삼 대가 천하를 얻은 것은 우(憂), 탕(湯), 문(文), 무(武)의 여러 왕이 어진 정치를 했기 때문이고, 그 삼 대가 천하를 잃은 것은 걸(桀), 주(紂), 유(幽), 여(여) 등 여러 왕이 불인(不仁)을 행했기 때문이다. -맹자
# 학문의 길이란 딴 것이 없다. 단지 잃어버린 본래의 양심을 구하는 것뿐이다. -맹자
# 한 자를 굽혀 여덟 자를 바르게 한다. 즉 작은 욕은 돌아보지 아니하고 큰 일을 한다는 뜻으로, 소절(小節)은 굽혀도 대도(大道)를 얻으면 되지 않겠는가. 옛 기록에 있는 말. 맹자는 이 말의 공리성(功利性)을 지적하여 이런 생각에 반대하고 있다. -맹자
# 향원(鄕原), 즉 겉만은 군자인 척하고 행동은 그에 반하는 사이비인 자는 덕을 해치는 적이다. 공자가 한 말. 향원(鄕原)은 시골에서 견식이 없는 사람들로부터 인격자라고 신뢰받고 있는 실이 없는 사이비 군자. -맹자
# 활을 쏘아도 그 때가 올 때까지 발사하지 않는다. 그처럼 사람을 가르치는 데 있어서도 함부로 모든 것을 다 가르치려 하지 말고 배우는 자가 스스로 얻도록 인도하여 그 때를 기다려야 한다. -맹자
# 흉년을 탓하지 마라. 백성이 굶주리는 것을 올해는 흉년이 들어서 그렇다고 핑계를 대지 말고, 왕(王) 자신의 책임으로 하고 정치를 해 간다면 천하의 백성은 기꺼이 왕 앞으로 모여들 것이다. -맹자
# 흘러가는 물을 손으로 쳐서 뛰어오르게 해서 사람의 이마를 넘어가게 할 수 있고 아래쪽을 막으면 역류하여 산 위로도 갈 수도 있다. 물의 본성은 낮은 곳으로 흐르는 것이지만 그것을 거스르면 이렇게도 되는 것이다. 사람도 본성은 선(善)이지만 물욕에 눈이 멀고 이해에 미혹되면 여러 악한 짓을 하게 된다. -맹자
# 힘으로서 사람을 복종시키지 말고, 덕으로서 사람을 복종시켜라 -맹자
# 나는 하늘이 낸 백성 중에 먼저 깨달은 자다. 이윤(伊尹)이 자기에게 부관된 하늘의 사명을 자각해서 한 말. -맹자
# 나라 안에서 법가(法家), 즉 법도를 지키는 세신(世臣)이나 필사(拂士), 즉 보필할 어진 선비가 없고 나라 밖에서 대항할 적국의 외환(外患)이 없는 나라는 망하기 쉽게 된다. 즉 스스로 훈계하는 것을 잊고 평안에 흐르게 되면 교만하고 사치하고 유약해지기 때문이다. -맹자
# 나무 위에서 물고기를 구한다.(연목구어, 緣木求魚) -맹자
# 나아가는 것이 빠른 자는 물러가는 것도 또한 빠르다. 일시로 힘을 너무 내게 되면 그 힘은 빨리 쇠퇴하는 것이다. -맹자
# 나이가 많은 것을 개재시키지 않고, 존귀한 세도를 게재시키지 않고 형제의 힘을 개재시키지 않고 벗을 사귀는 것이 진정한 교우의 길이다. 벗을 사귀는 것이란 그 사람의 덕을 벗으로 사귀는 것이니 그 사이에 개재시키는 것이 있어서는 안 된다. -맹자
# 남의 좋지 않은 일을 말하면 거기에 따라올 후환을 어떻게 할 것인가. 남의 좋지 않은 말은 할 것이 아니다. 반드시 원망을 듣게 되고 재환(災患)이 자기에게 돌아온다. -맹자
# 남편이라는 것은 아내에게서 보면 하늘처럼 우러러 바라보며 평생을 살 사람이다. 그러기 때문에 남편은 존경받을 만한 존재라야 한다. -맹자
# 내가 나가고 물러나고 하는데 어찌 여유가 있지 않겠는가. 내가 듣기로는 벼슬자리에 있는 자는 그 직책을 지켜내지 못하면 그 자리에서 물러나야 하고, 말할 책임이 있는 자는 자기의 말이 받아들여지지 못하면 그 자리에서 물러나야 하는 것이다. 나는 벼슬자리도 없고 말할 책임도 없으니 나가고 물러나는 것이 모두 자유스럽다. 이 말은 사람은 바른 길을 지키고 있으면 자기의 태도에 여유가 있다는 말로 쓰인다. -맹자
# 내가 이번에 출사하여 선정을 베풀어 백성을 요순의 백성처럼 만들 것이다. 이윤(伊尹)이 처음엔 탕왕(湯王)의 초빙을 물리쳤으나 세 번의 초청에 응해 그의 뜻을 바꿔서 이렇게 결의한 것이다. -맹자
# 너는 너고 나는 나다. 뜻이 높은 자는 시속에 따라 흔들리지 않는다. 가령 네가 내 옆에 있어 예가 아닌 태도를 취해도 나의 청백은 더럽힐 수가 없을 것이다. 유하혜(柳下惠)의 태도를 평한 맹자의 말. -맹자
# 너에게서 나온 것은 너에게로 돌아간다. -맹자
# 널리 배워서 상세하게 풀어나가는 것은 그것을 바탕으로 근본으로 되돌아가서 그 요점을 전하고자 함이다. 즉 박학다식을 자랑하기 위해서가 아니고 학문을 실제로 유용하게 쓰기 위함이다. -맹자
# 네가 한 언행은 너에게로 돌아간다. 즉 선에는 선이 돌아가고 악에는 악이 돌아간다. 증자(曾子)가 한 말. -맹자
# 노(魯) 나라 대부(大夫) 유하혜(柳下惠)는 삼공의 지위를 얻어도 또 잃어도 그것 때문에 자기의 지조를 바꾼 적이 없었다. -맹자
# 높은 것을 만들고자 한다면 언덕을 이용하는 것이 좋고, 낮은 것을 만들고자 한다면 냇물이나 못을 이용하면 좋다. 정치도 이처럼 선왕(先王)의 도(道)를 따라서 하는 것이 좋다. -맹자
# 누구나 천리에 순응하는 사람은 이 세상에 용납할 수 있지만, 천리에 거스르는 사람은 제 몸을 멸하고 마느니라. -맹자
# 눈이 어질어질한 강한 약이 아니면 그 병은 나을 수가 없다. 충성스런 말도 듣는 사람에게 강하게 하지 않으면 효과가 없는 것이다. 서경(書經)에 있는 말. -맹자
# 늘 재산이 없는 이는 늘 마음이 없다. -맹자
# 다른 나라 백성이 징벌하러 온 왕의 군대를 맛있는 음식을 가지고 와서 진심으로 환영하는 것, 그것은 정벌되는 나라의 백성들이 자기 나라의 학정에서 해방되었다는 기쁨을 나타낸 것이다. 이럴 때만 외정(外征)은 정의의 군으로서 허락되는 것이다. -맹자
# 다른 사람의 좋은 점을 취하여 그 선을 자기도 행하는 것을 즐거움으로 삼는다. 대개 사람은 다른 사람의 선을 흉보지만 순(舜)은 다른 사람의 선을 자기의 선으로 하는 큼이 있었다. -맹자
# 단 하나라도 의(義) 아닌 일을 하거나 단 한 사람이라도 죄 없는 사람을 죽이는 일을 해서 천하를 얻는 일은 옛 성인은 아무도 하지 않았다. 옛 성인은 백이(伯夷), 숙제(叔齊), 이윤(伊尹), 공자(孔子)를 지칭한다. -맹자
# 대인(大人)은 말을 한다고 반드시 그 신용을 지키지는 않는다. 행동한다고 반드시 처음 목표했던 데까지 해내지 않는다. 오직 의(義)가 있는 곳에 따라 갈 뿐이다. -맹자
# 덕으로써 사람을 복종시키는 왕자(王者)에게는 모두 마음속으로 기꺼이 복종하는 것이다. 힘으로 사람을 복종시키는 것은 마음으로 복종하는 것이 아니고 힘이 모자라서 할 수 없이 복종하는 것이다. -맹자
# 덕으로써 인정(仁政)을 하는 자, 즉 왕도(王道)를 행하는 자가 진정한 왕자다. 무력이나 권력으로 천하를 빼앗고 표면만 인자(仁者)를 가장하는 자를 패자(覇者)라 한다. -맹자
# 도(道)는 손 가까운 일상 생활에 있는 것이다. 사람은 먼 곳에서 구하려 한다. 즉 어버이를 섬기고 어른을 존경하는 것이 사람의 도리다. 또 도덕은 인정에 근본을 둔 극히 쉬운 것인데 사람은 특별히 어려운 것이라 생각하고 그것을 구하려 한다. 이런 것은 모두가 잘못된 것이다. -맹자
# 도(道)를 잃게 되면 도와 주는 자도 적어진다. 친척이라도 멀리하여 가까이하지 않는다. -맹자
# 도목수가 제자를 가르칠 때에는 반드시 그림쇠(원을 그리는 콤파스)와 곡척ㄱ자 모양으로 된 자)의 사용법부터 시작한다. 학문을 배우는 경우에도 반드시 성인을 표준으로 해야 한다. -맹자
# 도목수는 졸렬한 제자 목수를 위해서 먹줄과 먹표가 쓰기가 어렵다고 해서 먹줄의 정한 법을 고치고 없애고 하는 일을 하지 않는다. 군자의 도(道)는 소인에 있어 고상해서 실행하기 어려울지 모르겠으나 그렇다고 해서 그 기준을 낮게 할 수는 없는 것이다. -맹자
# 띠(茅 모, 포아풀과의 다년초)로 자네의 마음을 막고 있다. 산길은 사람이 다니게 되면 길이 되는데 잠시 동안 다니지 않으면 띠로 막혀 버리게 된다. 길을 띠가 막는 것처럼 사념이 자네의 본심을 막고 있다고 제자인 고자(高子)에게 맹자가 한 말. -맹자
# 배우지 않고도 타고난 능력을 양능(良能)이라 하고 생각하지 않아도 잘 알고 타고난 지능을 양지(良知)라 한다. 사람은 태어나면서 이 양지 양능을 지니고 있다. -맹자
# 백성을 몹시 가혹하게 다스리는 학정을 하여 그 비용으로 자기의 생활만 풍족하게 한다. 송(宋) 나라 학자 진상이 등문공(등文公)을 평한 말. -맹자
# 백성을 살리기 위한 방도를 쓰다가 우연한 결과로 백성을 죽이는 일이 생긴다 해도, 백성은 비록 죽는 한이 있더라도 그 죽인 자를 원망하지 않는다. -맹자
# 백성을 안정한 생활을 시키기 위한 방도로써 백성을 쓴다면 가령 아무리 백성에게 고된 노력을 시켜도 백성은 원망하지 않는 것이다. -맹자
# 백성이 각각 그 생활에 안심하고 죽은 가족의 장례를 충분히 치를 수 있는 유감 없는 생활 상태를 만들어 줄 수 있는 이런 일이 왕도(王道)정치의 제일보(第一步)다. -맹자
# 백성이 있은 후에 국가가 있고 국가가 있음으로써 다스리는 군주가 있다. 따라서 백성이 가장 귀중한 존재가 되고 그 다음이 국가가 되는 것이다. -맹자
# 벼슬을 사는 것은 의식을 얻기 위해서 하는 짓이 아니다. 그러나 때에 따라서는 부모를 봉양한다거나 가정을 위해서와 같은 때 가난을 면하기 위해 벼슬을 할 때도 있다. -맹자
# 별것도 아닌 데도 뜻하지 않은 영예를 얻을 수도 있고 만전을 기해서 했는데도 뜻하지 않은 비방을 듣는 수도 있다. 영예와 비방은 반드시 그 실체와는 일치하지 않을 수도 있다. 이것에 너무 마음을 쓴다는 것은 어리석은 일이다. -맹자
# 봄이 되어서 꾀꼬리가 깊은 골에서 나와서 서울 가까운 곳에 있는 높은 나무에 앉는다. 비천한 처지에서 고귀하게 출세하는 것을 말한다. -맹자
# 부귀도 그의 마음을 혼란시켜 타락시키지 못하고 빈천함도 그의 의로운 뜻을 변하게 하지 못하고, 어떤 위력이나 무력도 그를 굴복시키지 못하는 이런 사람을 대장부라고 하는 것이다. -맹자
# 부자 사이에는 친애를 근본으로 하고(부자유친, 父子有親), 군신의 관계는 의리를 근본으로 하고(군신유의, 君臣有義), 부부 사이에는 예를 근본으로 하고(부부유별, 夫婦有別), 장유 사이에는 질서를 근본으로 하고(장유유서, 長幼有序), 붕우 사이에는 신의를 근본으로 행야 한다(붕우유신, 朋友有信). -맹자
# 불효에 세 가지가 있다. 그 중에 자식이 없어 대를 이어나가지 못하는 것이 불효 중에서 가장 큰 것이다. 삼불효(三不孝) 중에 남은 두 가지는 확실한 설명이 없으나 선인들의 설에 의하면, 어버이를 불의(不義)에 빠뜨리게 하는 것을 불효라 하고 또 빈궁해서 늙은 어버이를 봉양하지 못하는 것도 불효라 했다. -맹자
# 비록 지혜가 있다고 해도 시세(時勢)를 타는 것만 못하다. 왕업(王業)을 성취하는 데에는 지혜만 가지고서는 안 된다. 이것을 성취시킬 시세가 필요한 것이다. -맹자
# 마치 먹이를 주어 고기를 모아 그물로써 잡는 것처럼 백성이 죄를 짓도록 해 놓고 죄를 지으면 형벌을 주는 일 같은 것이 아니다. -맹자
# 만일 위에 있는 사람도 아래에 있는 사람도 모두가 제각기 자기의 이익만 생각하고 행동하게 된다면 그 나라는 위태롭게 된다. 정(征)은 취하는 것. -맹자
# 말이나 의론으로써 "이런 일은 선이니 행하여라" 해 보아도 그것으로 사람을 심복시킬 수가 있는 것이 아니다. 실지로 선행을 쌓고 선정을 해서 충분히 사람을 교화시킴으로써 비로소 사람은 심복하는 것이다. -맹자
# 말이 쉬운 것은 결국은 그 말에 대한 책임을 생각하지 않기 때문이다. -맹자
# 말하는 상대편의 말에 귀를 기울이고 또한 그 사람의 눈을 잘 지켜보면 그 사람의 성격을 알 수 있다. 사람들은 아무리 수단을 써도 말할 때만큼은 자신의 성격을 숨길 수 없기 때문이다. -맹자
# 맹자는 사십 세가 되어서 마음의 동요가 없었다. 논어에서는 공자가 사십이불혹(四餓不惑)이라 했다. -맹자
# 먼저 할 일을 뒤로 미루고 중요한 일을 가볍게 다룬다. 그런 것을 일을 모른다고 하는 것이다. -맹자
# 명예를 소중히 여기는 사람은 큰 나라도 사양할 수 있다. 진정 명예를 존중하는 사람이 아니면 한 그릇의 밥과 한 그릇의 국에도 침을 꿀떡 삼키는 탐욕의 빛을 얼굴에 나타낸다. 명예란 일종의 양심이다. 명예를 존중하는 사람은 결코 양심에 꺼리는 일을 하지 않는다. 권력이나 세력이나 부에 대한 욕심 때문에 결코 양심을 저버리지 않는다. -맹자
# 명예심이 강한 사람은 그 명예를 얻기 위해 천승(千乘)의 병거(兵車)를 지닐 수 있을 정도의 대국(大國)도 양도하고 아까운 줄 모르게 된다. 물론 그것은 진실로 욕심이 없어서 그러는 것은 아니다. -맹자
# 모두들 책을 믿는다면, 책이 없는 것만 못하다. -맹자
# 물러나서 조용하게 구하면 배울 수 있는 스승은 많다. 사람은 가는 곳마다 보는 것마다 모두 스승으로서 배울 것이 많은 법이다. -맹자
# 물은 그 근원에서 졸졸 솟아 밤낮 없이 흘러서 파인 웅덩이가 있으면 채우고 후에 넘쳐 흘러서 바다까지 흘러간다. 마치 근본을 속으로 기른 뒤에 활동하는 사람의 모습과 같다. -맹자
# 물이 지나치게 맑으면 사는 고기가 없고, 사람이 지나치게 비판적이면 사귀는 벗이 없다. -맹자
# 참으로 교묘한 것은 잔꾀를 부리지 않는 점이다. -순자
# 천리 길도 반걸음부터 시작하지 않으면 이를 수가 없는 것이다. 어떤 일이라도 성취하는 데는 작은 것들이 쌓여서 되는 것이다. -순자
# 천재지변 같은 이상한 현상이 이 세상에는 자주 일어난다. 그것을 괴이하다고 생각하는 것은 좋다. 그러나 그것을 두려워하는 것은 잘못된 것이다. -순자
# 큰 칼이 가슴을 침해하는 큰 일을 당하면 그것을 막기 위해 유시가 눈앞에 날아오는 것 같은 작은 일은 돌볼 여유가 없다. -순자
# 학문은 잠시도 쉬어서는 안 된다. 푸른 색깔은 쪽에서 나오지만 쪽보다 더 푸르고, 얼음은 물이 만들지만 물보다 더 차다. -순자
# 학문을 그만두면 안 된다. 쪽에서 나온 푸른 물감이 쪽보다 푸르고, 물에서 나온 얼음은 물보다도 차갑다. -순자
# 형벌이 정해진 후에야 비로소 하늘에 도움을 호소하는 것 같은 미련스러운 일은 하지 말아라. 처음부터 형벌에 걸리지 않도록 몸을 삼가야 한다. 증자(曾子)가 한 말. -순자
# 활을 백 번 쏘아서 한 번이라도 실패하는 일이 있으면 명궁이라고 할 수가 없다. 과거에 아무리 바른 행위가 있었다 해도 지조를 잃으면 지금까지의 공은 없게 되는 것이다. -순자
# 나라가 위험하게 되면 그 나라를 다스리고 있는 임금도 즐거움이 없고 한 나라가 편안하게 되면 그 나라 백성은 걱정이 없어진다. -순자
# 남에게 좋은 말을 해 주는 것은 포백(布帛, 베와 비단)보다도 따뜻하고, 남을 상처입히는 말은 포격(砲擊, 창으로 찌르는 것)보다도 깊다. -순자
# 내 몸을 둔 곳이 그렇기 때문에 이런 결과를 얻는 것이다. 사람이란 자기 몸을 의지하는 곳을 삼가야 한다. -순자
# 높은 산에 오르지 않으면 하늘이 높은 줄을 알지 못한다. 자기 자신이 상당이 높게 되지 않으면 훌륭한 사람의 위대함을 알지 못한다. 또 배워 보지 않으면 학문의 위대함도 알지 못한다. -순자
# 누구라도 나를 충고해 주고 결점을 적당하게 지적해 주는 자가 있으면 그 사람이야말로 나의 스승으로서 존경해야 할 사람인 것이다. -순자
# 눈으로 돌을 보면 희다는 것은 알 수가 있다. 그러나 굳고 단단하다는 것은 알 수가 없다. 손으로 돌을 만져보면 비로소 굳고 단단하다는 것을 알 수가 있다. 그러나 희다는 것은 알 수가 없다. 따라서 굳고 흰 돌(堅白石)은 동시에 성립될 수 없는 개념이다. 전국시대에 조(趙) 나라 공손룡(公孫龍) 등의 논(論). -순자
# 눈은 좌우에 있지만 따로따로 물건을 보지 않음으로써 밝게 볼 수가 있는 것이다. 마음을 오직 하나에 전념하지 않으면 아무 일도 성공할 수가 없다. -순자
# 단지 이긴다는 것에만 급하게 서둘러서 진다는 경우를 잊어서는 안 된다. 전쟁의 수습을 잘못해서는 모처럼의 전승도 아무 효과를 얻지 못하는 것이다. 손자(孫子)의 오권(五權)의 하나. -순자
# 도(道)라는 것은 하늘의 도도 아니고 땅의 도도 아니다. 사람이 지켜 나가야 할 도인 것이다. 노자(老子)의 도(道)는 우주의 원리를 가리키고 유교(儒敎)의 도는 인륜의 상도(常道)를 가리킨다. -순자
# 도리를 잃은 자는 자기의 뜻대로 일을 처리해 버리기 때문에 현자(賢者)에게 의논하려고 하지 않는다. -순자
# 듣지 않는 것은 듣는 것보다 못하며, 듣는 것은 보는 것보다 못하다. 보는 것은 아는 것보다 못하며, 아는 것은 이를 행동하는 것보다 못하다. -순자
# 빠른 명마는 하루에 천 리를 달릴 수가 있다. 노둔한 노마(駑馬)도 쉬지 않고 열흘을 걸으면 역시 천 리 길을 갈 수가 있다. 아무리 둔재라도 노력 여하에 따라 큰 일을 달성할 수가 있다는 말. -순자
# 바탕이 성실한 사람은 항상 편안하고 이익을 보지만, 방탕하고 사나운 자는 언제나 위태롭고 해를 입는다. -순자
# 반걸음을 쌓지 않으면 천리를 갈 수 없고, 작은 흐름이 모이지 않으면 강하(江河)를 이루지 못한다. -순자
# 발돋움해서 멀리 보는 것보다는 높은 곳에 올라서 보는 것이 보다 넓게 볼 수가 있다. 학문 수양이 높게 되었을 때 비로소 그 시야도 넓게 된다. -순자
# 복이라는 것은 재앙이 없는 생활의 영속을 말하는 것이다. 재앙이 없이 무사히 오랫동안 계속되는 것이 무엇보다 복인 것이다. -순자
# 자기가 다소 훌륭한 처지에 있다고 해서 옛날의 친구를 몰라보는 사람을 나는 경멸한다. 공자가 한 말. -순자
# 자기의 행동이 도의에 어긋나지 않다는 자신이 있으면 비록 왕공귀인(王公貴人) 앞에서도 조금도 굴함이 없이 당당할 수가 있다. -순자
# 짧은 두레박줄로 깊은 우물의 물은 길을 수가 없다. 사려가 얕은 자는 사물을 깊고 멀리 짐작할 수가 없는 것이다. -순자
# 재목(材木)은 먹줄을 써서 비로소 곧게 자를 수가 있고 쇠는 숫돌에 갊으로써 날카롭게 된다. 사람도 갈고 닦음으로써 바르게 되고 훌륭하게 된다. -순자
# 준마駿馬는 하루에 천리를 달리지만, 노마駑馬는 열흘을 계속 달리면 따라 갈 수 있다. -순자
# 가르친다는 것과 배운다는 것은 서로 도와서 커지는 것이다. 가르치는 것이 곧 배우는 것이 되고 배우는 것이 곧 가르치는 것이 된다. -예기
# 가르침을 받는 자는 스스로 와서 배워야 한다. 이쪽에서 가서 가르친다는 것은 아직 들은 적이 없다. 배우고 싶은 생각이 있어야 공부가 되는 것이지 가르치는 자가 억지로 가르쳐도 아무 성과가 없다는 뜻. -예기
# 가정 안의 일은 밖에다 말하지 말 것이며 또 밖에서 일어난 직무상의 일은 집에 와서 말하지 말 것이다. 앞 것은 가정의 화평을 흐트러지게 하고 뒤의 것은 공직을 해칠 염려가 있기 때문이다. -예기
# 감정이 내키는 대로 곧 행동으로 옮기는 것은 오랑캐나 하는 일이지 수양을 쌓는 사람이 할 일은 아니다. -예기
# 개미 같은 벌레도 집을 짓기 위해서는 역시 기술을 배우고 있다. 항차 사람이 배우지 않아서야. -예기
# 거만한 태도는 증장(增長)시켜서는 안 된다. 욕망은 하고 싶은 데로 해서도 안 된다. 어느 것이나 적당하게 억제하지 않으면 무한하게 커져서 결국은 몸을 망치게 되는 것이다. -예기
# 경(卿)이라는 높은 지위의 신분이 되어도 가족 관계의 모임에 있어서는 부친이나 형보다 상석에 앉아서는 안 되는 것이다. -예기
# 곤란한 일을 당했을 경우 그 곤란을 면하려고 생각해서는 안 된다. 당당하게 맞서는 사람이라야 한다. -예기
# 공경의 극치에 이르게 되면 무늬나 장식은 필요 없게 된다. -예기
# 공경하는 마음이 아무리 많아도 예(禮)에 벗어나면 그것은 촌스러움에 불과한 것이다. 용모나 태도에 삼가는 것이 있어도 그것이 예에 벗어나면 겉만 번지르한 촌스러움에 불과한 것이다. 공자가 한 말. -예기
# 국가를 경영하는 데에는 불시의 재해에 대비해야 한다. 구 년간의 비축이 없으면 부족이라 하고 육 년간의 비축이 없으면 급(急)이라 한다. 삼 년간의 비축이 없으면 나라이긴 하지만 옳은 나라라고 할 수가 없는 것이다. -예기
# 군자는 도(道)로써 백성의 부족한 잘못을 막아야 한다. 마치 둑에 물이 넘쳐 흐르는 것을 막는 것과 같다. 공자가 한 말. -예기
# 귀한 손님 앞에서는 개도 꾸짖어서는 안 되는 것이다. 하물며 하인이나 아이를 심히 꾸짖어서는 안 되는 것이다. 하물며 하인이나 아이를 심히 꾸짖는 일을 해서는 더욱 안 되는 것이다. 손님이 언짢은 기분이 될지 모르기 때문이다. -예기
# 처음에는 차이가 털끝 정도의 작은 것이라도 뒤에 가면 천리나 어그러지게 된다. 잘못은 처음에 고쳐야 한다. -예기
# 충신(忠信), 즉 사람의 진심은 예(禮)의 근본이고 의리는 예의 무늬가 된다. 예라는 것은 안에 있는 진심과 밖으로 나오는 무늬(文)가 서로 응해서 생겨나는 것이다. -예기
# 태산이 무너지고 대들보가 부러진다. 성현철인(聖賢哲人)의 죽음을 말함. 공자는 자신의 주검을 예견하고 이 노래를 불렀다. -예기
# 팔십 세인 사람에게는 오두(五豆), 구십 세인 사람에게는 육두(六豆), 이렇게 나이에 따라서 성찬의 수를 불리어 나가는 것이 늙은이를 섬기는 정신을 밝히는 길이다. 두(豆)는 음식을 담는 고배(高배). -예기
# 하늘은 공평무사하다. 그 복육(覆育)은 사사로이 한쪽으로 기울어짐이 없고 땅도 사사로이 만물을 싣는 일은 없다. -예기
# 하늘의 도(道)의 운행은 인간에 있어 가장 중요한 가르침이다. -예기
# 학문을 함으로써 비로소 자기에게 부족한 것을 알게 되고, 남을 가르쳐 보고 비로소 자기의 지식이 부족해서 곤란한 것을 알게 된다. -예기
# 형(刑)이란 하나의 본보기이다. 일단 형(刑)이 이루어지면 변경해서는 안 된다. 그래서 군자는 형벌에 마음을 써야 한다. -예기
# 혼례라는 것은 각기 다른 두 성이 서로 좋아해서 이루어지고 위로는 조상의 종묘를 섬기고 아래로는 가풍을 후세까지 이어가기 위해서이다. -예기
# 활은 한 번 당기면 한 번 늦출 필요가 있다. 이처럼 백성의 생활에도 긴장할 때와 느슨해야 할 때가 필요하다. 이것을 잘 알고 백성을 다스린 자가 명군으로, 주 나라 문왕(文王)과 무왕(武王)이었다. -예기
# 활을 쏜다는 것은 인(仁)의 도(道)와 같다. 먼저 자기 자신을 바르게 한 후에 맞기를 바란다. 맞지 않으면 남을 원망하지 않고 자기를 반성한다. -예기
# 남에게 가르치는 것은 반은 배우는 것이 된다. -예기
# 남자는 집안의 일을 입에 내어서는 안 되고 여자는 집 바깥의 일을 입에 내어서는 안 된다. 그것이 남자와 여자의 직분이 다른 점이다. -예기
# 단지 박식하기만 하고 실행이 따르지 않는 자는 남의 스승이 될 자격이 없다. -예기
# 당시에 유행하던 음악을 세밀하게 연구해 보면 그 시대의 정치의 대강을 알 수 있다. 음악이란 인정을 기본으로 해서 만들어지기 때문이다. -예기
# 대동(大同). 천하를 한 집으로 생각하는 주의. 이 주의에 의하면 자신의 어버이만을 어버이라 생각하지 않고 자신의 자식만을 자식이라 생각하지 않는다. 어버이는 만민의 공통된 어버이, 자식은 만민의 공통된 자식이라 생각한다. -예기
# 대장장이의 자식은 그 어버이가 하고 있는 기능을 본받아 응용하므로 갓옷을 짓게 해도 잘 해낸다. 궁장(弓匠)의 자식은 그 어버이가 하고 있는 기능을 본받아 키를 만들게 해도 잘 해낸다. 한 가지 기술에 익숙해 통하고 있으면 그 기술을 응용해서 다른 기술에도 통하게 된다. -예기
# 도덕을 전할 수 있는 음악, 이것이 참된 음악이다. 풍속을 문란하게 하는 것은 참된 음악이 아니다. -예기
# 마음을 깨끗하게 재계(齋戒)한다는 뜻인 재(齋)는 엄숙하게 마음을 가지런히 한다는 제(齊)에서 나온 같은 음과 뜻이다. 재계할 때에는 마음을 가다듬어야 한다. -예기
# 말함은 침착해야 한다. 침착한 것은 마음의 평정에서 비롯되는 것이다. 마음에 동요가 없으면 말도 자연히 안정되는 것이다. -예기
# 모든 관리가 직무를 바르게 행하고 있으면 그 나라는 바르게 다스려진다. -예기
# 모든 일에 있어 완전하게 만족할 때까지 구한다는 생각은 버려야 한다. 욕망은 한없는 것이니 적당한 한도가 필요하다. -예기
# 무불경(毋不敬). 어떠한 일에라도 삼가야 한다. 사람을 속이지 않고 자기 자신을 속이지 않는다. 이것이 경(敬)이다. -예기
# 문 밖에 두 사람의 신발이 있고 그 방에서 말소리가 들리면 들어가도 좋고 만일 들리지 않으면 들어가는 것은 삼가야 한다. 말소리가 들리지 않는 것은 중인지도 모르기 때문이다. -예기
# 미덕과 과실을 있는 그대로 드러내 숨기지 않는다. 이것을 충실이라고 하는 것이다. -예기
# 백성은 물에 빠지고 백성을 다스리는 관리는 입(口)의 재앙에 빠지고, 천하 국가를 다스리는 자가 다스리는 방법을 잘못할 때에는 백성에 빠진다. 공자가 한 말. -예기
# 백성을 강시키고 좋은 풍습을 하고자 한다면 반드시 학문에 의하지 않으면 안 되는 것이다. -예기
# 병기는 국가의 큰 일에 쓰는 것이고 일반 시장에서 매매해서는 안 되는 것이다. -예기
# 보본반시(報本反始). 만물의 존재는 하늘에 근본이 있고 사람은 조선(祖先)에 근본이 있다. 그 근본의 은혜에 감사하고 그 공을 찬양해야 할 것이다. -예기
# 복장은 그 향리의 습관에 따라야 한다. 노(魯) 나라 애공(哀公)이 공자에게 물었을 때 공자가 대답한 말. -예기
# 부모가 나를 완전한 몸으로 낳아 주셨다. 자식된 나도 그 몸을 완전하게 보전하여 부 모에게 돌려주어야 한다. 이것이 효도라고 하는 것이다. 공자가 한 말. -예기
# 부모가 살아 계실 때에는 자식은 부모 앞에서 늙었다는 말을 하지 않는다. 부모가 마 음이 허전할까 마음 씀이다. 공자가 한 말. -예기
# 부모를 섬기는 도리를 말한 것이다. 겨울에는 따뜻하게, 여름에는 시원하도록 마음을 쓰고, 또 밤에는 침구를 갖추어서 편히 주무시도록, 아침에는 어버이의 기분이나 신체의 형편을 여쭈어 본다. 그것이 자식된 도리이다. 정(定)은 침구를 정돈하는 것. -예기
# 부모에게 잘못이 있으면 간(諫)하기는 하지만 거역해서는 안 되는 것이다. -예기
# 부자간에는 애정이 돈독하고 형제간에는 화목하고 부부간에는 서로 화합하면, 집안의 복이고 집이 비옥해지며 풍요해지는 것이다. -예기
# 부정한 수단을 써서 정치를 문란하게 하는 자는 사형에 처해야 한다. -예기
# 불규밀(不窺密). 상대가 비밀을 지키고자 하는 일에 대해서는 이것을 묻지 말도록 한다. 숨기고자 하는 일에 대해서도 건드리지 말아야 한다. -예기
# 불도구고(不道구故). 안 지가 오래 된 사람의 허물에 대해서는 본인이나 다른 사람에게도 말하지 않는다. -예기
# 비도(非道)가 횡행하고 있는 난세의 음악에는 원망과 노여움이 깃들여 있다. 그것은 정치가 도(道)에 벗어나 있기 때문이다. -예기
# 사람의 원래의 성(性)은 조용하고 움직이지 않는 것이다. 그것이 움직이는 것은 욕심이 동하기 때문이다. -예기
# 상(喪)을 입고 있는 자의 옆에서 식사를 할 때에는 결코 배불리 먹는 일은 없었다. 이것이 공자의 생활 태도였다. -예기
# 싸리나무 회초리와 가시나무 회초리, 두 개는 모두 교육의 권위를 유지하기 위한 것이다. 약간의 체벌은 교육상 필요한 것이다. -예기
# 성왕(成王)의 섭정을 맡은 주공은 성왕이 잘못하는 일이 있으면 자기의 아들 백금(伯禽)을 매질했다. 주(周) 나라 무왕(武王)이 죽자 어린 성왕이 즉위했다. 이를 섭정한 주공은 아들 백금을 본보기로 하여 부자, 군신, 장유의 도리를 가르쳤던 것이다. -예기
# 소강(小康). 소란하던 세태가 다소 안정된 상태. 하(夏) 나라 우왕(禹王)은, 은(殷) 나라 탕왕(湯王), 주(周) 나라 문왕(文王), 무왕(武王) 시대를 말한다. -예기
# 소인은 가난할 때에는 나약하지만 부유하게 되면 교만하게 된다. 수양이 덜 된 자가 부(富)할 때와 가난할 때의 태도는 이렇다. 공자가 한 말. -예기
# 소인이 사람을 사랑하는 방법은 당장 편안하고 일시적인 임시 변통적인 것으로 한다. 이런 것은 정말 진정한 사랑이 아니다. 증자(曾子)가 한 말. -예기
# 수입의 다소를 계산한 후에 지출을 한다. 이것이 건전 재정의 근본이다. -예기
# 아무리 맛있는 음식이 있어도 먹어 보지 않으면 그 맛을 알지 못한다. 아무리 훌륭한 도(道)가 있어도 배우지 아니하면 그 도의 훌륭함을 알지 못한다. -예기
# 앵무새는 사람의 말을 잘 흉내지만, 결국은 새에 불과하다. 사람도 아무리 말을 잘해도 예에 벗어난 언행이 있어서는 금수와 같다. -예기
# 어버이에게 효도하는 것은 인간의 보배이고 나라의 보배이다. 구범(舅犯)이 한 말. -예기
# 어버이는 어버이로서 존중한다. 그래서 당연히 조상을 존중하는 것이다. 조상을 존중하는 일은 멀리 있는 것이 아니다. 마치 어버이를 섬기는 마음 같이 자연히 우러나오는 마음인 것이다. -예기
# 어버이에게 효도하는 데는 세 가지 등급이 있다. 가장 큰 효도는 어버이를 존중하고 공경하는 일이다. 그 다음은 어버이나 조상에 대해 욕되게 하지 않는 일이다. 가장 아래가 의식으로 어버이를 봉양하는 일이다. 증자(曾子)가 한 말. -예기
# 여우가 죽을 때에는 제가 살던 굴이 있는 언덕을 향해 머리를 바르게 돌린다. 이것은 역시 인(仁)리라 할 수 있다. 여우도 근본을 잊지 않는다. 하물며 사람에 있어서야. 옛사람이 한 말. -예기
# 예(禮)란 절도를 지키는 것이다. 도가 지나친 음풍(淫風)을 제지시키는 힘이 있다. -예기
# 예악(禮樂) 둘 중에 화(和)를 주로 하는 악(樂)이 이기게 되면 모두가 그칠 줄 모르는 흐름, 즉 유탕(遊蕩)이 되고 만다. 절도가 차별을 주로하는 예(禮)가 이기게 되면 서로 정신적인 친밀감이 없어져서 떨어지게 된다. 예악 양자의 이런 경향을 변별해서 조절해 가는 것이 정치이며 교육이다. -예기
# 예와 악(樂)은 나라를 다스리는 데나 교육상으로도 중요한 것이다. 잠깐만이라도 몸에서 떼낼 수 없는 것이다. -예기
# 예의나 음악을 만들어낸 자를 성(聖)이라 하고 그 만들어낸 이(理)를 술한 자를 명(明)이라 한다. 또 경전(經傳)에 대해서는 성인의 창작을 경(經)이라 하고 현인의 술작(述作)을 전(傳)이라 한다. -예기
# 예의는 절도를 넘어서는 안 된다. 도를 지나친 친절은 오히려 아첨에 가깝게 되어 때로는 실례가 되는 수도 있다. -예기
# 옛날 밝은 임금이 천하를 다스린 방법에 다섯 가지가 있었다. 먼저 덕이 있는 자를 존중하고, 귀한 자를 귀하게 대접하고, 나이 많은 이를 존중하고, 모든 연장자를 공경하고, 나이 어린 자를 사랑한다. -예기
# 옛날 제후는 반드시 자기의 영지 안에 있는 유명한 산이나 강에 제사를 지냈다. -예기
# 옥도 갈고 다듬지 않으면 좋은 그릇을 만들 수 없고, 사람도 배우지 않으면 망치게 되는 것이다. -예기
# 왕은 군성(群姓), 즉 천하 백성을 위해 신사(神社)를 세운다. 이것을 대사라고 한다. -예기
# 위(衛) 나라 땅 복수(복水)가에 있는 상림(桑林) 사이에서 영공(靈公)이 들은 음악은 음탕하고 문란한 망국의 가락이었다. 위 나라 영공이 진(晋)에 가는 도중 복수가에서 들었던 음악으로서, 이것을 진평공(晋平公) 앞에 연주하였더니 사광(師曠)이 망국의 은 나라 음악이라고 하여 중지시킨 일이 있다. -예기
# 은 나라 사람들은 서로 배반하지 않겠노라고 맹세를 했으나 그 후로 배반하는 자가 많아지고, 주 나라 사람들은 동맹하여 서로 믿기로 했으나 그 후로 오히려 의심하는 자가 많아졌다. 참된 성실이 없으면 맹세나 동맹도 아무 소용이 없다는 말. -예기
# 음악은 사람들을 화동(和同)시켜 통일시키는 성질을 지니고 있고 예(禮)는 사람들 사이의 구분을 명확하게 한다. 즉 음악은 신분, 연령, 시공을 초월해서 사람을 화동시키고 예는 스승과 제자, 연장자와 연소자 사이의 구분을 명확하게 한다. 이 상반되는 두 개가 정치에도 또 인간 교육에도 필요한 것이다. -예기
# 음악은 안의 정신을 조화시키는 것이고 예(禮)는 밖의 용의(容儀)를 단정히 하는 것이다. 둘 다 인간 교육의 기본이 되는 것이다. -예기
# 음악이라는 것은 원래 즐기기 위해 있는 것이다. -예기
# 이전부터 친히 지내온 자는, 가령 그 자에게 어느 정도의 결점이 있다고 해도 그 자와 친교를 잃어서는 안 된다. 또 낯익고 정든 사람에게는 그 사람이 다소의 결점이 있다고 해도 옛정을 잃어버려서는 안 된다. 공자가 말한 고어(古語). -예기
# 이해관계에 있어서 먼저 그 이익을 남에게 양보하는 것을 의(義)라고 한다. -예기
# 인(仁)은 음악에 가깝고 의(義)는 예(禮)에 가깝다. 즉 인은 정을 주로 하고 음악은 화(和)를 주로 하기 때문이다. 또 의(義)는 재제(裁制)를 주로 하고 예는 절도를 주로 하기 때문이다. 따라서 예악은 교육의 근본이 되는 동시에 인의와 통하는 인간의 도리의 근본이 된다. -예기
# 임금의 말은 명주실처럼 가늘어도 한 번 나오면 사륜처럼 크고 굵게 된다. 임금의 말이 미치는 영향은 이처럼 크다는 뜻. 공자가 한 말. -예기
# 자기가 사랑하는 사람이라도 그 사람에게 악(惡)이 있으면 그 악을 알아야 하고, 미워하는 사람이라도 그 사람의 행동에 선(善)이 있으면 그 선을 알아야 한다. 즉 애증(愛憎)의 감정으로 판단을 잘못해서는 안 된다. -예기
# 자손을 잘 다스리는 것은 어버이와 자식의 관계를 친하게 하는 길이다. -예기
# 장례의 기구는 상가의 형편에 따라서 가겅면 된다. 자유의 물음에 대해 공자가 답한 말. -예기
# 재물은 아무 이유없이 취해서는 안 되는 것이다. -예기
# 제(齊) 나라 재상 안평중(晏平仲)은 여우 가죽으로 만든 옷 하나로 삼십년간이나 입을 정도로 검약했다. 유약(有若)이 한 말. -예기
# 제사라는 것은 너무 자주 할 일이 못된다. 정성을 다해 성의껏 해야 한다. 너무 자주 하게 되면 번잡스럽다는 생각이 들어 오히려 그 뜻을 잃게 된다. -예기
# 제사를 지내는 날에는 제사를 받는 분이 평소 어떻게 살고 있었는가를 생각하고, 웃고 말한 것을 생각하고, 그 뜻이 어떠했는가를 생각하고, 그 즐거워한 바를 생각하고 그 즐기던 바를 생각한다. -예기
# 종을 칠 때 작은 것으로 두드리면 작게 울리고 큰 것으로 두드리면 크게 울린다. 질문이 평범하고 쉬운 것이면 스승의 답 또한 평범하지만 크고 깊은 도리를 잡아 질문한 것에 대해서는 크고 깊은 원리로써 답하는 것이다. 스승은 큰 질문을 해서 크게 종을 두드리는 자가 오기를 기다리고 있다. -예기
# 좋은 일이 있으면 임금의 덕이라 하여 임금을 칭송하고 잘못이 있으면 나의 책임이라 하는 태도를 지니고 있으면, 그 강는 저절로 백성에게 미쳐서 충성된 마음이 생기는 것이다. 공자가 한 말. -예기
# 주연(酒宴)을 베풀고 노는 친구와 사귀고 있으면 언젠가는 스승을 거역하게 된다. -예기
# 즐거움이란 그 극단까지 이르러서는 안 되는 것이다. 쾌락을 구하는 욕망은 한이 없다. -예기
# 찢어진 장막이라도 버려서는 안 된다. 가령 말이 죽어 묻을 때 쓸 수 있기 때문이다. -예기
# 나무는 다 타고 없어도 그 불씨는 끊어지지 않는다. 형태는 소멸해 없어져도 정신은 살아 남아서 없어지지 않는다. 즉 전통은 이어져 나가는 것. -장자
# 나에게는 확고부동한 주의주장이 있습니다. 저울 추를 만드는 장인이 나이 팔십이 되어도 작품에 한 푼의 틀림이 없었다. 어느 사람이 그 도(道)를 물었더니 그 장인은 나는 저울 추를 만드는 것 이외는 아무 것에도 눈을 돌리지 않고 해 왔다고 말했다. -장자
# 나에게 선하게 하는 사람에게 나 또한 선하게 하고, 나에게 악하게 하는 사람에게도 나는 선하게 할 것이다. 내가 먼저 남에게 악하게 아니하였으면 남도 나에게 악하게 하는 일이 없을 것이다. -장자
# 나의 삶은 단지 어떤 것의 지시에 따라서 움직이고 있는지도 모른다. 이 세상의 모든 행동은 대자연의 힘의 지배를 받고 있기 때문이다. 이것은 그림자(影)와 망량(罔兩, 그림자 바깥쪽에 생기는 희미한 그림자)의 문답. 망량이 그림자에게 물었다. "아무리 생각해도 이상한 일이다. 지금 당신이 걸으면 나도 따라서 걷고 당신이 앉으면 나도 앉고, 당신이 서면 나도 서게 된다. 도대체 내게는 자주(自主)의 지조는 없는 것일까." 이 물음에 대해 그림자가 답했다. "나도 그와 똑같다오. 무엇에 지배되고 있는 것 같아. 즉 그림자를 만드는 실체가 있어 그 실체의 행지자기(行止坐起)에 따라서 나도 또한 행지좌기한다오." 라고 답했다. 즉 천지간에 존재하는 모든 것은 대자연의 힘에 의해 움직이고 있다고 가르치고 있다. -장자
# 남의 의견에 대해서는 단지 동조할 뿐 자기의 주장은 하지 않는다. 그럼에도 불구하고 애타타(哀駝타)라는 사람은 남녀 모두가 흠모하였다. -장자
# 너는 벌써 자기의 이마에다 인의(仁義)라는 자자(刺字)를 해 버렸다. 즉 움직일 수 없으리 만큼 도덕에 꽉 묶여 있다. 그래서 자연에 몸을 맡기는 자연인이 될 수가 없는 것이다. -장자
# 너무 재주가 많은 자는 수고가 많고 너무 영리한 자는 쓸데없는 걱정으로 고생이 많다. -장자
# 너무 지나치게 명찰(明察)하면 오히려 색채의 감각이 흐트러져 색의 구별을 그르치는 수가 있다. -장자
# 너무 흰 것은 더러운 것처럼 보이고 위대한 덕을 지닌 사람은 좀 모자라는 것처럼 보인다. -장자
# 노장의 지덕지세란 군자와 소인의 구별도 없고, 지자와 무지자의 차별도 없고 보는 것도 없고, 듣는 것도 없고 바라는 것도 없고, 아는 것도 없는 세상을 말한다. -장자
# 다른 나라의 멋진 걸음걸이를 흉내내다 보니 다 배우지도 못하고 자기의 걸음걸이법도 잊어버렸다. 다른 좋은 점에 물들어 자기의 좋은 점을 잊어버렸다는 비유. 연(燕) 나라 서울 수릉(壽陵)에 사는 여자, 즉 스무 살 미만의 젊은이가 조(趙) 나라의 서울 한단(邯鄲)에 갔다. 그 당시 한단은 천하의 문화의 중심지였고 그 곳 사람들의 걸음걸이가 가장 멋있다고 생각되었다. 여자(餘子)도 한단의 걸음걸이를 배우고 있었으나 아직 충분히 익히기도 전에 자기 나라인 연나라 걸음걸이도 잊어버렸다는 것. -장자
# 달팽이 뿔 위에서 서로 싸운다는 뜻으로 극히 하찮은 일로 다투는 일. 옛날 달팽이의 왼쪽 뿔 위에 나라를 세운 자가 있었다. 이것을 촉씨국(촉氏國)이라 했다. 또 바른쪽 뿔 위에 나라를 세운 자가 있었다. 이것을 만씨국(蠻氏國)이라 했다. 이 두 나라는 서로 땅 때문에 혈투를 벌였다. -장자
# 답하지 않는 것이 아니라 어떻게 대답해야 할지 모르는 것이다. 지(知)라는 자가 무위위(無爲謂)라는 자에게 말을 걸었다. 그러나 세 번이나 물어도 무위위는 아무 대답을 하지 않았다. 그래서 지(知)는 답하지 않는 것이 아니고 답을 모르는 것이라 하고 비웃었다고 한다. 그러나 그렇게 여기는 것은 잘못된 것이다. 답을 모른다는 정도로 무위(無爲)의 상태로 되는 것이 오히려 바람직한 일이다. -장자
# 당랑지부螳螂之斧. 사마귀가 앞발을 들어 수레를 막는다는 말로 제 분수도 모르고 강한 적에 반항하여 덤벼듦을 비유한 말. 당랑거철螳螂拒轍. -장자
# 당신은 양(梁) 나라를 준다는 먹이로 나를 위협하는 건가. 그런 것에 끌릴 나라고 생각하는가. 혜시(惠施)가 양 나라의 수상을 하고 있었다. 어떤 자가 혜시에게 장자가 곧 올 것이다. 아마 당신을 대신해서 양 나라의 수상이 될 것이니 조심하라고 충고했다. 이 말을 듣고 겁을 먹은 혜시는 사흘 낮 사흘 밤을 나라 안을 샅샅이 뒤져서 장자를 잡으려 했다. 이 말을 들은 장자는 다음과 같이 보기를 들어 혜시를 비웃었다. 옛날에 소리개 같은 작은 새가 썩은 쥐 한 마리를 잡아 소중히 하고 있었다. 그 때 아침에 남해를 떠나 저녁 때에는 북해(北海)를 나른다는 원추라는 큰 새가 하늘에 날고 있었다. 그런즉 소리개는 그 원추(원추)가 자기가 지니고 있는 썩은 쥐를 빼앗아 가지나 않을까 하고 겁을 내고 있었다. 내가 보기에는 양 나라 수상 정도는 썩은 쥐와 같다. "나는 그런 바보스러운 자가 아니다." 하고 혜시를 비웃었다고 한다. -장자
# 대인(大人), 즉 도(道)를 닦은 훌륭한 자는 자기라는 것을 생각하지 않는다. -장자
# 대장부란 인(仁)이라는 천하의 넓은 집에 살고, 예라는 천하의 바른 위치에 서서, 의리라는 천하의 큰 도를 행하는 것이다. -장자
# 덕(德)을 사람에게 나누어 시혜하는 것이 가장 존귀하다. 이것을 성(聖)이라 한다. 사람에게 재산을 나누어 주는 것은 그 다음으로 이것을 현(賢)이라 한다. -장자
# 노끈에 비한다. 무(無)에서 나고, 나서는 죽는다. 무(無)·생(生)·사(死)는 사람의 머리, 등, 꽁무니와 같은 것이다. 즉 무(無)를 머리로 하고 생(生)을 등으로, 사(死)는 꽁무니로 한다. -장자
# 덕(德)이라는 것은 명예욕에 의해서 소멸되는 것이다. 공자의 말을 인용한 것. -장자
# 도덕에 있어서 어떤 장점을 지니고 있으면, 가령 그 사람의 용모나 체격 따위가 이상하더라도 세상 사람이 곧 잊어버리고 만다. -장자
# 도둑에게도 할 말은 있다. 최상의 지(知)도 최고의 도(道)도 도둑을 위해 준비된 것이다. 노리는 창고 안에 재물의 유무를 꿰뚫어 보는 것은 도둑의 성(聖)이고, 창고 안으로 앞장서서 들어가는 것은 용(勇)이다. 도둑질을 끝내고 돌아올 때에는 맨 뒤에 있어 끝까지 남아 패거리들을 먼저 도망가게 하는 것을 의(義)라 할 수 있고, 도품(盜品)의 좋고 나쁨을 판별하는 것은 지(知)이고, 도품을 공평하게 분배하는 것은 인(仁)이다. 성(聖), 용(勇), 지(知), 의(義), 인(仁)의 다섯 덕(德)이 없이는 대도(大盜)가 될 수 없다. -장자
# 도둑을 죽이는 것은 살인이 되지 않는다. 전쟁에서 사람을 죽이는 것이 인도(人道)로서 용인된다면 도둑을 죽이는 것쯤은 살인이라 할 수 없다는 논리. -장자
# 도(道)를 배우는 데에 가장 존귀한 것은 책이다. 책은 사람의 말을 싣고 있다. 말이란 사람의 사고에서 생겨나는 것이다. 그러나 사고라는 것은 말로서는 도저히 전할 수 없다. 즉 참된 도(道)를 전한 책이란 있을 리가 없다. 그저 사고의 남은 찌꺼기에 불과하다. 책을 유일한 수단으로 삼는다면 도(道)를 배운다는 것이 얼마나 무의미한 것인가 하고 학자들을 비웃는 말. -장자
# 도(道)를 알기는 쉬우나 그 안 것을 입으로 내지 않는 것은 어려운 일이다. 사람이란 자기가 아는 것을 곧 입으로 내기가 쉽다. -장자
# 도(道)를 알기는 쉬워도 말하기는 어렵다. 알고서 말하지 않는 것은 자연의 경지에 들어간 까닭이요, 안다고 하여 말하는 것은 인위적이기 때문이다. -장자
# 도(道)를 체득한 사람은 시비의 대립을 넘어선 절대적 입장을, 환언하면 자연 그대로인 도를 오직 따를 따름이다. 오직 따를 뿐 그 까닭조차 의식 안하는 것, 이것이 도의 경지인 것이다. -장자
# 도인은 명성이 없고, 덕이 높은 사람은 재물이 없으며, 대인(大人)은 자신을 무시한다. -장자
# 두 사람의 사이에서 두 사람 모두를 기쁘게 해 주려면 반드시 아름다운 말을 과분하게 하게 된다. 또 두 사람 사이를 떼어놓으려면 반드시 두 사람의 나쁜 말을 과분하게 하게 되는 것이다. 공자의 말을 인용한 말. -장자
# 큰나무도 가느다란 가지에서 시작되는 것이다. 10층의 탑도 작은 벽돌을 하나씩 쌓아올리는 데에서 시작되는 것이다. 마지막에 이르기까지 처음과 마찬가지로 주의를 기울이면 어떤 일도 해낼 수 있을 것이다. -노자
# 하나님 이외에는 그 누구도, 그 무엇도 두려워 할 필요는 없다. -간디
# 하루를 일하지 않으면 하루를 먹지 않는다. -백장회해
# 한 가지 일을 경험하지 않으면 한 가지 지혜가 자라지 않는다. -명심보감
# 한때의 분한 감정일랑 참으라. 그러면 백일의 근심을 모면할 것이다. -경함록
# 해와 달이 비록 밝지만 엎어놓은 소래기 밑은 비추지 못하고, 칼날이 비록 잘 들지만 죄 없는 사람은 베지 못한다. 불의의 재화는 조심하고 집 문에는 들지 못한다. -명심보감
# 형제들이 집안에서는 서로 다투는 일이 있지만 외부에서 침략해오면 일치단결해서 외세를 물리친다. -시경
# 혼인의 일에 재물을 논함은 오랑캐의 도이다. -명심보감
# 환각이 다하면 슬픔이 많다. -한무제
# 마음보다 더 잔인한 무기는 없다. -장자
# 마음이 어둡고 산란할 때엔 가다듬을 줄 알아야 하고, 마음이 긴장하고 딱딱할 때엔 놓아 버릴 줄 알아야 한다. 그렇지 못하면 어두운 마음을 고칠지라도 흔들리는 마음이 다시 병들기 쉽다. -채근담
# 마음이 없으면 보고도 안 보이고 들어도 귀에 들리지 않는다. -중국고전
# 만 가지 이치, 하나의 근원은 단번에 깨쳐지는 것이 아니므로 참마음, 진실된 본체는 애써 연구하는데 있다. -이황
# 모욕은 잊어버리고, 친절은 결코 잊지 말아라. -공자
# 무슨 일이든지 한 가지 일에 능통하라. -경행록
# 사람은 명예와 지위의 즐거움은 알면서도, 이름 없고 평범하게 지내는 참다운 즐거움은 알지 못한다. 채근담
# 사랑은 아낌없이 뺏는 것이다. -아리시마 다케오
# 삶은 죽음에서 생긴다. 보리가 싹트기 위해서는 씨앗이 죽지 않으면 안된다. -간디
# 소인의 학문은 귀로 들어오고, 입막?나간다. -순자
# 쉬워 보이는 일도 해보면 어렵다. 못할 것 같은 일도 시작해 놓으면 이루어진다. 쉽다고 얕볼 것이 아니고, 어렵다고 팔짱을 끼고 있을 것이 아니다. 쉬운 일도 신중히 하고 곤란한 일도 겁내지 말고 해보아야 한다. -채근담
# 스스로 돌아봐서 잘못이 없다면 천만인이 가로막아도 나는 가리라. -맹자
# 슬프도다! 부모는 나를 낳았기 때문에 평생 고생만 했다. -시경
# 어진 이를 알아보는 것은 지(智)요, 어진 이를 추천하는 것은 인(仁)이며, 어진 이를 끌어들이는 것은 의(義)이다. -공자
# 삶은 살아야 하는 신비이지, 해결해야 할 문제가 아니다. -장자
# 네 마음 안에서 구하라. 마음 밖에서 구하면 천년을 구해도 허사이다. -부처
# 할 수 있다고 말하지 않으면 기회는 없다. 우선 할 수 있다고 말하자. -나카타니 아키히로
# 우리는 위대한 일을 할 수 없다. 다만 위대한 사랑으로 작은 일만을 할 수 있을 뿐이다. -테레사 수녀
# 가슴 깊은 곳의 순수한 소망은 언제나 이루어진다. -간디
# 언젠가 자기를 활기차게 할 필요가 있거든 매일 그렇게 하라. -공자
# 한 가지 난관을 극복하면, 많은 난관도 같은 방법으로 극복할 수 있다. -공자
# 가난하게 살면 번화한 저자거리에 살아도 서로 아는 사람이 없다. 부유하게 살면 깊은 산골에 살아도 먼 곳에서 찾아오는 친구가 있다. -명심보감
# 까닭도 없이 천금을 얻는 것은 큰 복이 있어서가 아니라 반드시 큰 재앙이 있을 것이다. -소동파
# 꽃은 졌다가 피고, 피었다 또 진다. 비단 옷을 입었다가도 다시 베옷으로 바꿔 입게 된다. 재산이 많은 사람이라고 해서 언제까지나 반드시 부자는 아니며, 가난한 집이라 해서 늘 적막하지만은 않다. 사람을 부추켜 올린다 해도 푸른 하늘까지는 올릴 수 없고, 사람을 밀어뜨린다 해도 깊은 구렁에까지 떨어뜨리지는 못한다. 그대에게 권고하노니 모든 일을 하늘에 원망하지 말라. 하늘의 뜻은 사람에게 후하고 박함이 없다. -명심보감
# 경상(卿相, 재상)의 목숨을 고치는 약은 없고, 돈이 있어도 자손의 현명함은 사기 어렵다. -명심보감
# 공(公)을 위한 마음이 만약 사(私)를 위한 마음에 비할 수만 있다면, 무슨 일에선들 옳고 그름을 가려 내지 못하겠는가, 도(道)를 지키려는 마음이 만약 남녀의 정(情)과 같다면 성불한지도 이미 오랠 것이다. -명심보감
# 관직에 있는 자는 반드시 심하게 성내는 것을 경계하라. 옳지 않은 일이 있더라도 마땅히 자상하게 처리하면 반드시 맞아들지 않음이 없거니와 만약 먼저 성내기부터 한다면 오직 자신만 해롭게 할뿐이다. 어찌 남을 해롭게 할 수 있으랴. -명심보감
# 관직을 다스릴 때에는 공평함만한 것이 없고, 재물에 임하여는 청렴함만한 것이 없다. -충자
# 교자(巧者)는 말을 잘하고 졸자는 말이 없으며, 교자는 애쓰지만 졸자는 한가하다. 교자는 남에게 해를 끼치지만 졸자는 덕성스럽고, 교자는 흉하고 졸자는 길하다. 오호라. 천하가 순박하면 정치와 법률이 밝아져서 윗사람은 편하고, 아랫사람은 잘 따르며 풍속이 맑고 나쁜 폐단이 없어질 것이다. -주염계
# 군자는 세 가지 경계할 바가 있다. 젊었을 때는 혈기가 잡히지 않았기에 여색을 경계하고, 장년이 되면 혈기가 바야흐로 굳세므로 다투는 것을 경계하고, 늙으면 혈기가 이미 쇠하였음으로 탐욕을 경계하라. -공자
# 귀로 남의 그릇됨을 듣지 말아라. 눈으로 남의 단점을 보지 말아라. 입으로는 남의 허물을 말하지 말아라. 그래야만 군자라고 할 수 있다. -명심보감
# 그릇도 차면 넘치고, 사람도 차면 잃게 된다. -명심보감
# 그 임금을 알고자 하면 먼저 그 신하를 보고, 그 사람을 알고자 하면 그 벗을 보고, 그 아버지를 알고자 하면 먼저 그 자식을 보라. 임금이 거룩하면 그 신하가 충성스럽고, 아버지가 인자하면 그 자식이 효성스럽다. -왕량
# 그 지위에 있지 않으면 그 정사(政事)를 논하지 말아라. -공자
# 글을 읽는 것은 집안을 일으키는 근본이요, 도리를 따르는 것은 집안을 보존하는 근본이다. 근검은 집안을 다스리는 근본이요, 온화하고 유순한 것은 집안을 정제하는 근본이다. -명심보감
# 기쁨과 노여움은 마음속에 있고, 말은 입에서 나오는 것이니 신중히 하지 않으면 안 된다. -채옹 선생
# 나라가 바르면 하늘의 뜻도 순하고, 벼슬아치가 청백하면 백성도 절로 편안해지네. 아내가 현명하면 그 남편의 화가 적고, 자식이 효성스러우면, 그 아버지의 마음도 너그러워지네. -장원시
# 나무가 먹줄을 좇으면 곧아지고, 사람이 충간(忠諫)함을 받아들이면 거룩해진다. -공자
# 나무를 잘 기르면 뿌리가 튼튼하고 가지와 잎이 무성해져서, 동량(棟梁)의 재목을 이룬다. 물을 잘 기르면 근원이 커지고 흐름이 길어서 관개(灌漑)의 이로움이 널리 베풀어진다. 사람을 잘 기르면 관개의 이로움이 널리 베풀어진다. 사람을 잘 기르면 뜻과 기상이 커지고 식견(識見)이 밝아져서 충의(忠義)의 선비가 배출된다. 어찌 기르지 않겠는가? -경행록
# 나쁜 일을 하여 하늘에서 죄를 받으면 빌 곳이 없다. -공자
# 나에게 선하게 하는 사람에게 나 또한 선하게 하고, 나에게 악하게 하는 사람에게도 나는 선하게 할 것이다. 내가 먼저 남에게 악하게 아니하였으면 남도 나에게 악하게 하는 일이 없을 것이다. -장자
# 나의 잘하는 점을 너무 추켜주는 사람이 있다면 이것은 나를 해치는 사람이요, 나의 잘못을 깨우쳐 주는 사람이 있다면 이것은 곧 나를 지도하는 스승이다. -명심보감
# 남으로부터 비방을 들어도 기뻐하지 말라. 다른 사람의 악을 듣더라도 이에 부화하지 말며, 다른 사람의 선을 듣거든 곧 나아가 이에 화응하고 또 따라 기뻐하라. -소강절 선생
# 남을 책망하는 사람은 사귐을 온전히 하지 못하고, 자기 스스로 용서하는 사람은 허물을 고치지 못한다. -경행록
# 남의 선한 것을 보면 나의 선을 찾고, 남의 악한 것을 보면 나의 악을 찾아라. 그와 같이 하면 바야흐로 유익이 있다. -성리서(性理書)
# 남의 오이밭에서는 신을 고쳐 신지 말고, 남의 오얏나무 아래에서는 갓을 고쳐 쓰지 말라. -강태공
# 남의 집에 오래 머물면 사람으로 하여금 천하게 여기게 되고, 자주 오면 가깝던 사이도 성기어진다. 단지 사흘이나 닷새 사이에도 서로 보는 눈이 처음 같지 않음을 알겠더라. -명심보감
# 남의 허물을 듣거든 부모의 이름을 듣는 것과 같이 귀로 듣더라도 입으로 말하지 말라. -마원
# 남의 흉한 일을 민망히 여기고, 남의 좋은 일은 기쁘게 여기며, 남이 위급할 때는 건져주고, 남의 위태함을 구해 주라. -명심보감
# 남이 부치는 편지를 뜯어보거나 지체해서는 안 되며, 남과 함께 있으면서 남의 개인적인 글을 엿보면 안 되며, 무릇 남의 집에 들어감에 남이 쓴 글을 보지 말며, 남의 물건을 빌렸을 때 손상시키거나 돌려보내지 않으면 안 되며, 무릇 음식을 먹음에 가리어 취하지 말며, 남과 함께 있으면서 자기의 편리만을 가리어 취하지 말며, 무릇 남의 부귀를 부러워하거나 헐뜯지 말라. 이 몇 가지 일을 지키지 못하는 자가 있다면, 족히 그 마음씀이 바르지 못함을 알 수 있으며, 마음을 바르게 하고, 몸을 닦는 데 크게 해되는 바가 있을 것이다. 그러므로 이 글을 써서 스스로 경계한다. -명심보감
# 남자가 가르침을 받지 못하면 자라서 반드시 미련하고 어리석어진다. 여자가 가르침을 받지 못하면 반드시 거칠고 솜씨가 없다. -강태공
# 남자가 장성하거든 풍류나 술먹기를 배우지 못하게 하고, 여자가 장성하거든 놀러 다니지 못하게 하라. -명심보감
# 내가 만약 남에게 욕설을 듣더라도 거짓으로 귀먹은 채하여 시비를 가리지 말라. 비유하건대 불이 허공에서 타다가 끄지 않아도 저절로 꺼지는 것과 같다. 내 마음은 아무렇지도 않은데 너의 입술과 혀만 놀릴 뿐이다. -명심보감
# 내가 아버지께 효도하면 자식이 또한 나에게 효도한다. 내가 어버이께 효도하지 않는데, 자식이 어찌 나에게 효도하겠는가. -강태공
# 내 몸이 귀하다고 하여 남을 천히 여기지 말고, 스스로 크다 하여 남의 작음을 업신여기지 말며, 자기의 용기를 믿고서 적을 가볍게 보지 말라. -강태공
# 내일 아침 일을 오늘 저녁에 꼭 알 수 없고, 저녁의 일도 포시(哺時, 해질 무렵)까지는 알 수가 없다. -경행록
# 너의 꾀함이 현명하지 못하면 나중에 후회한들 어찌 미치며, 너의 생각이 착하지 못하면 가르친들 무슨 보탬이 있으랴? 이욕의 마음만을 오로지 가진다면 도에 어긋나고, 사(私)를 위하는 마음이 굳으면 공적인 일을 망친다. -명심보감
# 널리 배워서 뜻을 도탑게 하며, 간절하게 묻되 가까운 것부터 잘 생각하면 인(仁)이 그 속에 있다. -공자
# 노소(老少)와 장유(長幼)는 하늘이 정한 질서이니, 바른 도리를 어기고 도덕을 손상해선 안 된다. -명심보감
# 높은 낭떠러지를 보지 않고서야 어찌 굴러 떨어지는 근심을 알고, 깊은 연못에 가지 않고서 어찌 빠져 죽는 근심을 알겠느냐? 큰 바다를 보지 않고서야 어찌 빠져 죽는 근심을 알겠느냐? 큰 바다를 보지 않고서야 어찌 풍파에 시달리는 근심을 알겠느냐? -공자
# 뇌물을 받고 부정을 저지르는 자가 천하에 가득하건만, 죄는 박복한 사람에게 얽매여 든다. -명심보감
# 눈으로 직접 본 일도 다 참되지 않을까 두렵거늘, 뒤에서 하는 말을 어찌 족히 깊이 믿을 것인가. -명심보감
#  다른 사람과 원수를 맺는 것을 재앙을 삼는다 이르고, 선을 버리고 행하지 않는 것은 스스로 제 몸을 해치는 일이다. -경행록
# 다른 사람의 마음을 헤아리려거든 먼저 자신 스스로의 마음을 헤아려 보라. 남을 해치는 말은 도리어 스스로를 해치는 것이니, 피를 머금어 남에게 뿜으면 먼저 제 입을 더럽게 한다. -강태공
# 다섯 가지 가르침의 조목은 어버이와 자식 사이에는 친함이 있어야 하며, 임금과 신하 사이에는 의리가 있어야 한다. 남편과 아내 사이에는 분별이 있어야 하며, 어른과 아이 사이에는 차례가 있어야 하며, 친구와 친구 사이에는 믿음이 있어야 한다. -성리서
# 담력은 크게 가지도록 하되 마음가짐은 섬세해야 한다. 지혜는 원만하도록 하되 행동은 방정해야 한다. -손사막
# 대장부는 남을 용서할지언정 남의 용서를 받는 사람이 되어서는 안 된다. -경행록
# 대장부는 선(善)을 보는 데 밝으므로 명분과 절의를 태산보다 중히 여기고, 마음씀이 정순(精純)하므로, 사생(死生)을 기러기의 털보다 가볍게 여긴다. -경행록
# 때때로 불이 나는 것을 단속하고 밤마다 도둑이 드는 것을 방비하라. -명심보감
# 덕이 적으면서 지위가 높고, 지혜가 적으면서 꾀하는 것이 크다면 화를 당하지 않는 자가 드물다. -주역
# 도끼에 맞더라도 바르게 간하며, 솥에 삶아 죽더라도 바른 말을 다한다면 이것을 충신이라 한다. -포박자
# 돈을 모아서 자손에게 남겨 준다 하더라도 자손이 반드시 다 지킨다고 볼 수 없으며, 책을 모아서 자손에게 남겨준다 하여도 자손이 반드시 다 읽는다고 볼 수 없다. 남모르는 가운데 음덕을 쌓음으로써 자손을 위한 일을 하는 것보다 못하다. -사마온공(북송의 대학자)
# 마음가짐을 안정하여서 사물을 대한다면, 비록 글을 읽지 않았더라도 덕이 있는 군자가 될 수 있다. -명심보감
# 마음속에 남을 저버림이 없다면, 얼굴에 부끄러운 빛이 없다. -명심보감
# 마음은 편안하게 하더라도 육체는 수고롭게 하지 않을 수 없고, 도를 즐기더라도 마음은 근심하지 않을 수 없다. 육체가 수고롭지 않으면 게을러서 허물어지기 쉽고, 마음이 근심하지 않으면 주색에 빠져서 행동이 일정하지 않다. 그러므로 편안함은 힘써 일하는 가운데 생겨야 싫증나지 않는다. 편안하고 즐거운 자가 근심과 수고로움을 어찌 잊겠는가? -경행록
# 마음이 편안하면 초가집도 편안하고, 성품이 안정되면 나물국도 향기롭다. -명심보감
# 만약 남이 나를 소중히 여겨주기 바란다면, 내가 먼저 남을 소중히 여기는 것보다 나은 것은 없다. -명심보감
# 만약 한쪽의 말만 듣는다면, 친한 사이가 갑자기 떨어짐을 볼 것이다. -명심보감
# 만일 사람이 선하지 못한 일을 하여 그 이름을 세상에 나타냈다면, 다른 사람이 비록 해치지 않더라도 하늘이 반드시 죽일 것이다. -장자
# 만족을 알아 항상 만족하게 여기면 한평생 욕을 보지 않을 것이다. 그칠 때를 알아서 그치면, 한평생 부끄러움이 없을 것이다. -명심보감
# 만족할 줄 아는 사람은 가난하고 천하여도 즐거움이 있고, 만족할 줄 모르는 사람은 부유하고 귀하여도 역시 근심이 있다. -명심보감
# 만족함을 알면 즐거울 것이고, 탐욕에 힘쓰면 근심이 있게 된다. -경행록
# 말이 이치에 맞지 않으면, 말하지 않은 것보다도 못하다. -유회
# 맑은 거울은 형상을 살피게 하고, 지나간 옛일은 이제 되어질 일을 알게 한다. -공자
# 멀리 있는 물은 가까운 불을 끄지 못하고, 먼 곳의 친척은 가까운 이웃보다 못하다. -명심보감
# 모든 사람이 그를 좋아하더라도 반드시 살피고, 모든 사람이 그를 미워하더라도 반드시 살펴야 한다. -공자
# 모든 일에 인정을 베풀어 두면, 뒷날 만났을 때는 좋은 낯으로 서로 보게 된다. -명심보감
# 모든 일을 너그럽게 한다면 그 복이 절로 두터워진다. -명심보감
# 목이 마를 때 한 방울의 물은 단 이슬 같지만, 취한 후에 잔을 더하는 것은 마시지 않는 것보다 못하다. -명심보감
# 무릇 노복을 부림에 먼저 그들의 춥고 배고픔을 생각하라. -명심보감
# 무릇 말은 반드시 성실하고 믿음이 있어야 하며, 행실은 반드시 돈독하고 공경스럽게 하며, 음식은 반드시 삼가 알맞게 하고, 글씨는 반드시 정확하고 바르게 쓰며, 몸가짐은 반드시 단정하고 엄숙히 하며, 옷차림 반드시 정제하며, 걸음걸이는 반드시 침착하고 점찮게 하며, 거처하는 곳은 반드시 바르고 정숙하게 하며, 말할 때에는 반드시 그 실천 여부를 생각하라. 평상의 덕을 반드시 굳게 지니고, 허락할 때에는 반드시 신중히 응하며, 선(善)을 보면 내가 한 것처럼 생각하고, 악(惡)을 보면 내가 병든 것같이 하라. 무릇 이 열 네 가지는 내가 아직도 깊이 깨닫지 못한 것들이다. 이것을 자리 오른편에 써 놓고 아침 저녁으로 보고 경계하는 것이다. -장사숙
# 무릇 백성이 있은 후에 부부가 있고, 부부가 있은 후에 부자(父子)가 있으며, 부자가 있은 후에 형제가 있다. 한 집안의 친족은 이 세 가지뿐이다. 이에서부터 나아가 구족(九族)에 이르기까지, 모두 삼친(三親)에 근본을 둔다. 그러므로 인륜에 있어서 삼친이 가장 중요한 것이니, 돈독히 아니하지 못하리라. -안씨가훈(顔氏家訓)
# 무릇 손아랫사람들은 일의 크고 작음을 가릴 것 없이 제멋대로 행하지 말고, 반드시 집안 어른께 여쭈어 보고서 해야 한다. -사마온공(司馬溫公)
# 무릇 사람은 앞 일을 미리 판단할 수 없고, 바닷물은 말(斗)로써 그 양을 될 수가 없다. -강태공
# 무릇 희롱하여 놀기만 하는 것은 이익됨이 없고, 오직 부지런한 것만이 공(功)을 이룬다. -명심보감
# 문 밖에 나설 때는 큰 손님을 대하는 것처럼 하고 방안에 들어올 때에는 사람이 있는 것처럼 하라. -명심보감
# 물 속 깊이 있는 물고기와 하늘 높이 떠 있는 기러기는 아무리 높아도 활로 쏘고 아무리 깊어도 낚시로 낚을 수 있다. 그러나 오직 사람의 마음은 바로 곁에 있더라도, 그 마음을 헤아릴 수 없다. -풍간(諷諫)
# 물이 너무 맑으면 고기가 없고, 사람이 너무 살피면 벗이 없다. -공자가어(孔子家語)
# 미래를 알고 싶으면 먼저 지나간 일들을 살피라. -명심보감
# 밀실에 앉아 있어도 마치 네거리에 앉아 있는 것처럼 하고, 작은 마음을 통제하기를 육마(六馬)를 부리는 듯이 하라. 그러면 허물을 면할 것이다. -경행록
# 바닷물이 마르면 마침내 그 밑바닥을 볼 수 있지만, 사람은 죽어도 그 마음속을 알 수가 없다. -명심보감
# 박하게 베풀고도 후하게 바라는 사람에게는 돌아오는 보답이 없다. 몸이 귀하게 되고 나서 자신이 비천했던 때를 잊는 사람은 오래 가지 못한다. -소서
# 반걸음을 쌓지 않으면 천리를 갈 수 없고, 작은 흐름이 모이지 않으면 강하(江河)를 이루지 못한다. -순자
# 배부르고 따뜻하면 음욕(淫慾)이 일어나고, 굶주리고 추우면 도심(道心)이 싹튼다. -명심보감
# 배운 사람은 벼와 같고, 배우지 않은 사람은 쑥과 같다. 벼와 같은 곡식이면 나라의 좋은 양식이고 세상의 큰 보배이다. 쑥과 같은 풀이면 밭가는 이가 싫어하고 김매는 이가 귀찮아한다. 만약 배우지 않으면 뒷날에 담을 마주한 듯 답답할 것이니 뉘우쳐도 그때는 이미 늙었다. -휘종황제
# 배울 것은 한이 없으니 미치지 못한 것처럼 하고, 오직 배운 것을 잃을까 두려워하라. -논어
# 백성을 대하는 도리는 백성으로 하여금 각자 그들의 뜻을 펴게 하며, 아전을 다루는 도리는 내 몸을 바르게 함으로써 남을 바르게 함이라. -명도선생(明道先生)
# 범을 그리면서 가죽을 그릴 수 있으나 뼈는 그리기 어렵다. 사람을 알아 얼굴을 알 수 있어도 그 마음은 알지 못한다. -명심보감
# 범익겸의 좌우명에는,\n 첫째, 조정에서의 이해와 변방으로부터의 보고와 관직의 임명에 대하여 말하지 말라. \n둘째, 주(州)와 현(縣)의 관원의 옳고 그름과 잘하고 못함에 대하여 말하지 말라. \n셋째, 여러 사람이 저지른 악한 일에 대하여 말하지 말라. \n넷째, 벼슬에 나가는 것과 기회에 따라 권세에 아부하는 일에 대하여 말하지 말라. \n다섯째, 재물과 이익의 많고 적음이나, 가난을 싫어하고 부를 바라는 것에 말하지 말라. \n여섯째, 음탕하고 난잡하게 여색에 대한 평론을 말하지 말라. \n일곱째, 남의 물건을 탐내거나 주식(酒食)을 뒤져 찾지 말라.
# 법을 두려워하면 언제나 즐겁고, 공적인 일을 속이면 날마다 근심하게 된다. -명심보감
# 벼슬살이는 지위가 높아짐에 따라 게을러지고, 질병을 조금 나아짐에 따라 더해진다. 재앙은 게으름에서 생기고, 효도는 처자를 가지면서 시든다. 이 네 가지를 살펴서 삼가기를 처음과 같이 할 지니라. -설원
# 벼슬살이하는 방법이 오직 세 가지가 있으니, 청렴과 신중과 근면이다. 이 세 가지를 알면 몸가질 바를 알게 된다. -동몽훈(童蒙訓)
# 벼슬하면서 사욕을 채우다가 벼슬을 잃으면 후회하게 된다. 부유했을 적에 비용을 절약하지 않으면 가난해졌을 때 후회한다. 기예를 젊었을 때 배우지 시기를 넘기고서 후회하게 된다. 일을 보고 배우지 않으면 필요하게 되었을 때 후회한다. 술취한 뒤에 함부로 말하면 깨어났을 때 후회한다. 몸이 성했을 때 휴식을 취하지 않으면 병들었을 때 후회한다. -구래공
# 보화는 쓰면 다함이 있으나, 충효는 아무리 누려도 다함이 없다. -경행록
# 사람은 백 살 사는 사람이 없건만 부질없이 천 년의 계교를 세운다. -명심보감
# 사람을 만나면 말을 십분의 삼만 하고 한 조각 마음까지 다 버리지 말라. 호랑이에게 세 입이 있는 것을 두려워하지 말고 오직 사람의 두 마음을 두려워하라. -명심보감
# 사람을 이롭게 하는 말은 솜처럼 따뜻하지만, 사람을 상하게 하는 말은 가시처럼 날카롭다. 한 마디 말이 잘 쓰이면 천금같고, 한 마디 말이 사람을 해치면 칼로 베는 것처럼 아프다. -명심보감
# 사람의 마음 독하기가 뱀 같음을 내 탄식하노니, 그 누가 하늘의 눈이 수레바퀴처럼 돌아가고 있음을 알랴. 동쪽 이웃집 물건을 탐내어 지나간 해에 망녕되게도 가져왔더니, 오늘엔 어느덧 북쪽 집으로 돌아갔구나. 불의로 취한 재물은 끓는 물에 뿌려진 눈이요, 뜻밖에 얻어진 전지(田地)는 강물에 밀려온 모래이다. 만약 간교한 꾀로 그대의 생계를 삼는다면, 그것은 아침에 피는 구름이나 저녁에 지는 꽃과 같은 것이다. -명심보감
# 사람의 사사로운 말일지라도 하늘의 들음은 우뢰와 같고, 어두운 방 속에서 마음을 속일지라도 귀신의 눈은 번개와 같다. -현제(玄帝, 도가에서 모시는 선인)
# 사람의 성품은 물과 같으니 물이 한 번 기울어 흩어지면 돌이켜질 수 없고, 성품이 한 번 방종해지면 바로잡지 못한다. 물을 제어하는 것은 반드시 둑으로 하고, 성품을 제어하는 것은 예법으로 한다. -명심보감
# 사람의 의리는 가난에 따라 끊어지고, 세상의 인정은 돈 있는 집으로 쏠린다. -명심보감
# 사람의 정은 모두 군색한 가운데서 멀어지게 된다. -명심보감
# 사람이 가난하면 지혜가 짧아지고, 복이 이르면 마음이 밝아진다. -명심보감
# 사람이 고금(古今)을 알지 못한다면, 마치 말과 소에 옷을 입힌 것과 같다. -한문공
# 사람이 배우지 않음은 재주 없이 하늘에 오르려는 것과 같다. 배워서 지혜가 원대하면 상서(祥瑞)로운 구름을 헤치고 푸른 하늘을 보며 높은 산에 올라가서 사해(四海)를 바라보는 것과 같다. -장자
# 사람이 태어나서 배우지 않으면, 어두운 밤길을 가는 것과 같다. -강태공
# 사랑을 받을 때는 욕이 올까 생각하고, 편안히 지낼 때에는 위태롭게 되지나 않을까 생각하라. -명심보감
# 사랑이 지나치면 반드시 심한 소비를 하게 되고, 명예가 지나치면 반드시 심한 비방을 받게 된다. 기뻐함이 심하면 반드시 심한 근심을 가져오고, 뇌물을 탐하는 마음이 심하면 반드시 심한 멸망을 가져온다. -명심보감
# 사물(死物)을 접하는 중요한 방법으로는 자기가 원치 않는 것을 남에게 베풀지 말고, 행하여 뜻을 얻지 못함이 있으면 돌이켜 자기에게 원인을 찾아라. -성리서
# 사향을 지녔으면 저절로 향기를 풍긴다. 어찌 반드시 바람을 맞아 서야만 하랴. -명심보감
# 산에 들어가 범을 잡기는 쉽지만, 입을 열어 남에게 말하기는 어렵다. -명심보감
# 삶을 보전하려는 자는 욕심을 적게 하고 몸을 보전하려는 자는 이름 내는 것을 피한다. 욕심을 없게 하기는 쉬우나 이름 내려는 마음을 없애기는 어렵다. -경행록
# 삼강(三綱)이란 임금은 신하의 본이 되는 것이고, 어버이는 자식의 본이 되는 것이며, 남편은 아내의 본이 되는 것이다. -명심보감
# 생각하는 것은 항상 싸움터에 나가는 날과 같이 하고, 마음은 늘 다리를 건너는 때와 같이 하라. -명심보감
# 서로 얼굴을 아는 사람은 세상에 많이 있지만 마음을 아는 사람이 얼마나 되겠는가? -명심보감
# 서리를 밟으면 굳은 얼음이 이른다 하니 신하가 그 임금을 죽이며, 자식이 그 아비를 죽이는 일이 하루 아침이나 하루 저녁에 이루어지는 일이 아니라 오랜 세월을 두고 이루어지는 일이다. -명심보감
# 썩은 나무에는 조각을 할 수 없고, 썩은 흙으로 쌓은 담은 흙손질을 할 수가 없다. -공자
# 석 자 흙 속으로 돌아가지 않고서는 백 년의 몸을 보전하기 어렵고, 이미 석 자 흙 속으로 돌아간 뒤에는 백 년의 무덤을 보전하기 어렵다. -명심보감
# 선비가 도에 뜻을 두고서 나쁜 옷과 나쁜 음식을 부끄러워한다면 그런 사람과는 더불어 의논할 수가 없다. -공자
# 선비가 벗을 시기하는 일이 있으면 어진 벗과 사귀어 친할 수 없다. 임금이 신하를 투기하는 일이 있으면 어진 사람이 오지 않는다. -순자
# 선을 보거든 목이 말라 물을 구하듯이 하고, 악을 듣거든 귀머거리같이 못들은 듯이 하라. 그리고 선한 일은 모름지기 탐하여, 악한 일은 아예 즐기지 말아야 한다. -강태공(주나라 대학자)
# 선을 보거든 아직도 부족한 것같이 하고, 악을 보거든 끓는 물을 만지는 것처럼 하라. -공자
# 선을 쌓지 않으면 이름을 이룰 수가 없고, 악을 쌓지 않으면 몸을 망치지 않는다. 소인은 작은 선으로는 이로움이 없다 하여 행하지 않고, 작은 악으로는 해로움이 없다하여 버리지 않는다. 그러므로 악이 쌓이면 가릴 수 없고, 죄가 커지면 풀지 못하게 된다. -주역
# 선이 적다하여 아니하지 말며, 악이 비록 적다하여도 행하지 말라. -소열(昭烈, 촉한의 유비)
# 선한 일을 하는 사람에게는 하늘이 복으로써 갚고, 악한 일을 하는 사람에게는 하늘이 화로써 갚는다. -공자
# 성내기를 심히 하면 기운을 상하고, 생각을 많이 하면 크게 정신을 소모한다. 정신이 피로하면 마음이 수고롭기 쉽고, 기운이 약하면 그에 따라 병이 생긴다. 슬퍼하고 기뻐하는 것을 심하게 말며, 음식은 마땅히 고르게 하며, 밤에 술 취하는 것을 거듭 금하고, 무엇보다 새벽에 성내는 것을 경계하라. -손진인
# 세상 사람들은 모두 귀중한 주옥(珠玉)을 사랑하지만, 나는 자손 어진 것을 사랑한다. -명심보감
# 세상의 모든 일이 나누어 이미 정하여져 있는데, 세상 사람들은 부질없이 스스로 바쁘게 움직인다. -명심보감
# 소년은 늙기 쉽고 학문은 이루기 어려우니 촌음(寸陰)이라도 소홀히 해서는 안 된다. 연못의 봄풀이 꿈속에서 깨지 못해서 섬돌 앞의 오동나무가 벌써 가을 소리를 낸다. -명심보감
# 손님이 오지 않으면 집안이 저속해지고, 시서(詩書)를 가르치지 않으면 자손이 어리석어진다. -경행록
# 손님 접대는 풍성하게 아니하지 못하며, 살림살이는 검소하지 않을 수 없다. -명심보감
# 술과 색과 재물과 기(氣)의 네 가지로 쌓은 담 안에 수많은 어진 자와 어리석은 자가 집안에 들어찼다. 만약 이 세상 사람들이 이곳을 뛰쳐나올 수 있다면, 그것이 바로 신선의 죽지 않는 방법이다. -명심보감
# 술은 나를 알아주는 친구를 만나면 천 잔이라도 적고, 말은 뜻이 맞지 않으면 한 마디도 많다. -명심보감
# 술이 사람을 취하게 하는 것이 아니라 사람이 스스로 취하는 것이요, 색(色)이 사람을 미혹시키는 것이 아니라 사람 스스로 미혹되는 것이다. -명심보감
# 술이 취한 중에도 말이 없는 사람은 참다운 군자요, 재물에 대하여 분명한 사람은 대장부이다. -명심보감
# 스스로를 믿는 사람은 남도 또한 믿어서 오월(吳越)도 형제처럼 될 수 있다. 스스로를 의심하는 사람은 남도 또한 의심하니, 자신 이외에도 모두가 적국처럼 된다. -명심보감
# 쓸데없는 말과 급하지 아니한 일은 버려 두고, 마음 쓰지 말아라. -순자
# 쓸데없는 생각은 한갓 정신을 상할 뿐이고, 망년된 행동은 도리어 재앙만 불러온다. -명심보감
# 시비가 종일토록 있더라도, 듣지 않으면 저절로 없어진다. -명심보감
# 시장에 있는 약 파는 가게에 오직 비아환(肥兒丸, 아이 살찌우는 약)이 있을 뿐, 부모님 몸을 튼튼하게 만드는 약은 없으니 어찌 이 두 가지를 차별하는가. 자식도 병들고 부모 또한 병들었다면, 자식 병을 고치는 일을 부모 병 고치는 것에 비하지 못할 것이니라. 다리를 베더라도 원래 부모님의 살이니라. 그대에게 권하노니 부모의 목숨을 극진히 보중(保重)하라. -명심보감
# 아무리 신묘한 약이라도 원한의 병은 고치기 어렵고, 뜻밖에 생긴 재물도 운명이 궁한 사람을 부자되게 못한다. 일을 저지르고 나서 일이 생겼다고 원망하지 말며, 남을 해치고 나서 남이 나를 해치는 것을 성내지 말라. 천지간(天地間) 모든 일은 다 응보가 있나니, 그 갚음이 멀면 자손에게 있고 가까우면 자기 몸에 있다. -재동제군
# 아버지께서 부르시거든 즉시 대답하고 달려갈 것이며, 음식이 입에 있거든 곧 뱉고 대답해야 한다. -공자
# 아버지 나를 낳으시고 어머니 나를 기르시니, 슬프다. 부모님이여, 나를 낳아 기르시느라 애쓰고 수고하셨도다. 그 은혜 갚고자 한다면 그 은혜가 넓은 하늘과 같이 끝이 없다. -시경
# 아버지는 자식의 덕을 말하지 말며, 자식은 아버지의 허물을 말하지 말아야 한다. -명심보감
# 아버지의 걱정없는 마음은 자식의 효도 때문이고, 남편의 번뇌없는 마음은 아내가 어질기 때문이다. 말이 많아서 실수하는 것은 다 술 때문이고, 의가 끊어지고 친했던 사이가 멀어지는 것은 오직 돈 때문이다. -명심보감
# 아이를 사랑하거든 매를 많이 주고, 미워하는 아이에게는 먹을 것을 많이 준다. -명심보감
# 아침에 일어나면서부터 밤에 잠들 때까지 충과 효를 생각하는 사람은 사람들이 알지 못하더라도 하늘이 반드시 알 것이다. 배불리 먹고 따뜻하게 입으며 안락하게 제몸만 보호하는 사람은 몸은 비록 편안하나 그 자손이 어떻게 되겠는가. -명심보감
# 아침, 저녁밥이 이르고 늦음을 보아서 그 집안의 흥하고 쇠함을 점칠 수 있다. -경행록
# 악한 마음이 가득 차면, 하늘이 반드시 벌을 준다. -익지서(益智書)
# 악한 사람이 선한 사람을 꾸짖거든 선한 사람은 전혀 상대하지 말라. 상대하지 않는 사람은 마음이 맑고 한가하지만, 꾸짖는 자는 입이 뜨겁게 끓는 것과 같다. 마치 사람이 하늘을 향해 침뱉으면 도로 자기 몸에 떨어지는 것과 같다. -명심보감
# 안으로 어진 부형(父兄)이 없고, 밖으로 엄한 사우(師友)가 없이 능히 성공한 자는 드물다. -여형공(呂螢公)
# 안평중(晏平仲, 제나라의 재상)은 사람 사귀기를 잘한다. 한번 사귀면 오래도록 공경하였다. -공자
# 양고기 국이 비록 맛이 좋다지만, 여러 사람의 입을 다 맞추기는 어렵다. -명심보감
# 어떤 사람이 찾아와 점을 묻기를 어떤 것이 화가 되고 어떤 것이 복이 되느냐 묻기를 내가 남을 해롭게 하면 이것이 화요, 남이 나를 해롭게 하면 이것이 복이니라. -소강절 선생
# 어리석고 귀먹고 고질병이 있고 벙어리이건만, 집이 크게 부유하다. 지혜 있고 영리하건만, 도리어 가난하다. 운수는 해와 달과 날과 시가 분명히 정하여 있으니 계산해 보면 부귀는 명(命)에 말미암고 사람에 말미암지 않는다. -열자
# 어리석고 정신이 흐린 자가 성내는 것은 모두 사리에 통하지 못하기 때문이다. 마음 위에 일어나는 불길을 더하지 말고 오직 귓가를 스치는 바람으로 여겨라. 잘하고 못함은 집집마다 있고 따뜻하고 싸늘한 것은 곳곳마다 같다. 옳고 그른 것이 본래 참된 모습이 없어서 마침내는 모두 다 빈 것이 된다. -명심보감
# 어리석은 자는 아내를 두려워하고, 어진 아내는 남편을 공경한다. -강태공
# 어린 자식들은 아무리 말이 많아도 그대가 듣기에 늘 싫지 않고, 부모가 어쩌다 한 번 입을 열면 참견이 많다 한다. 참견이 아니라 부모는 걱정이 되어 그러느니라. 흰 머리가 되도록 긴 세월에 아시는 게 많으니라. 그대에게 권하노리, 늙은이의 말씀을 공경하여 받들고, 젖내나는 입으로 옳고 그름을 다투지 말라. -명심보감
# 어린 자식의 오줌과 똥 같은 더러운 것도 그대 마음에 거리낌이 없고, 늙은 어버이의 눈물과 침이 떨어지면 도리어 미워하고 싫어하는 뜻이 있다. 여섯 자나 되는 몸이 어디서 왔던가 아버지의 정기와 어머니의 피로 그대의 몸이 이루어졌네. 그대에게 권하노니 늙어가는 어버이를 공경하여 모시라. 젊었을 때 그대를 위하여 힘줄과 뼈가 닳도록 애쓰셨느니라. -명심보감
# 어린 자식이 혹 나를 욕하면 내 마음에 기쁨을 느끼고, 부모가 화내어 나를 꾸짖으면 내 마음은 도리어 언짢아진다. 한쪽은 기쁘고, 한쪽은 언짢으니 자식을 대하는 마음과 어버이를 대하는 마음이 어찌 이리도 다른가. 그대에게 권하노니 오늘 어버이가 화를 내시면 자식 대하는 마음으로 어버이를 볼지니라. -명심보감
# 어버이의 사랑은 십분 가득 하나 그대는 그 은혜를 생각하지 않고, 자식이 조금이라도 효도함이 있으면 그대는 곧 그 이름을 자랑하려 한다. 어버이를 모시는 것은 어두우면서도 자식 대하는 것은 밝으니 어버이가 자식 기른 마음을 누가 알 것인가. 그대에게 권하노니 부질없이 자식들의 효도를 믿지 말라. 자식들이 어버이 사랑하기는 그대에게 달렸다. -명심보감
# 어진 부인은 남편을 귀하게 만들고, 악한 부인은 남편을 천하게 만든다. -명심보감
# 어진 부인은 육친(六親)을 화목하게 만들고, 간악한 부인은 육친의 화목을 깨뜨린다. -명심보감
# 어진 사람이 재물이 많으면 그의 지조를 손상하고, 어리석은 사람이 재물이 많으면 그의 허물을 더한다. -소광(疏廣)
# 얼굴을 맞대고 서로 이야기는 하지만, 마음속에는 산이 몇 겹이나 막혀 있는 것처럼 멀리 떨어져 있다. -명심보감
# 엄한 아버지는 효자를 길러내고, 엄한 어머니는 효녀를 길러낸다. -명심보감
# 여색을 피하기를 원수 피하는 것과 같이 하고, 바람 피하기를 화살 피하듯이 하라. 빈 속에 차를 마시지 말고, 한 밤에는 밥을 적게 먹어라. -이견지
# 여자에게는 네 가지 아름다운 덕이 있으니, 첫째는 부덕(婦德)을 말하고, 둘째는 부용(婦容, 용모)을 말하고, 셋째는 부언(婦言, 말씨)을 말하고, 넷째는 부공(婦功, 솜씨)을 말한다. -익지서
# 부덕(婦德)이라는 것은 반드시 재주와 이름이 뛰어남이 아니요, 부용(婦容)이라는 것은 반드시 얼굴이 아름답고 고움이 아니요, 부언(婦言)이라는 것은 반드시 입담이 좋아 말을 잘함이 아니요, 부공(婦功)이라는 것은 반드시 손재주가 남보다 뛰어남을 말하는 것이 아니다. -명심보감
# 부덕(婦德)이라 함은 마음이 맑고 절개가 곧고, 염치와 절도가 있어 분수를 지키고 몸가짐을 정제하고 행동거지에 수줍음이 있어야 한다. 동정(動靜)에도 법도가 있는 것이니 이것이 바로 부덕이다. 부용(婦容)이라 함은 먼지나 때를 깨끗이 빨아 옷차림을 정결하게 하며 목욕을 제때에 하여 한 몸에 더러움이 없어야 하는 것이니 이것이 부용이 되는 것이다. 부언(婦言)이라 함은 말을 가려서 하고, 예의에 어긋나는 말은 하지 말고, 꼭 해야 할 때에 말해서, 사람들이 그 말을 싫어하지 않아야 하는 것이니 이것이 바로 부언이 되는 것이다. 부공(婦功)이라 함은 길쌈에 주력하여, 술 빚는 것을 좋아하지 않고 맛있는 음식을 마련하여 손님을 접대하는 것이니, 이것이 바로 부공이 되는 것이다. 이 네 가지 덕은 부녀자로서 빠뜨려서는 안될 것들이다. 행하기가 매우 쉽고 힘씀이 바른 데 있으니 이대로 행하여 나간다면 이것이 바로 부녀자 범절이 되는 것이다. -명심보감
# 열매를 맺지 않는 꽃은 심지 말고, 의리 없는 벗은 사귀지 말라. -명심보감
# 영(令, 현령)과 부(簿, 보좌관)가 화목하지 않은 것은 사사로운 생각으로 다투기 때문이다. 영은 한 고을의 장관이니 만약 부형을 섬기는 도리로 영을 섬겨서 잘못이 있으면 자기에게로 돌리고, 잘한 일이 있다면 칭찬이 영에게로 돌아가지 않을까 염려하여 이와같은 성의를 쌓아 간다면 어찌 영의 마음을 움직이지 못함이 있겠는가. -이천선생(伊川先生)
# 영화가 가벼우면 욕됨도 얕고, 이익이 많으면 손해도 깊다. -명심보감
# 오늘 배우지 아니하고 내일이 있다고 말하지 말며, 올해 배우지 아니하고 내년이 있다고 말하지 말라. 날과 달은 흘러가서 세월은 나를 위해 늦추지 않는다. 아! 늙었도다. 이 누구의 허물인가. -주자
# 오이씨를 심으면 오이를 얻고, 콩을 심으면 콩을 얻는다. 하늘의 그물이 넓고 넓어서 보이지 않으나 새지 않는다. -열반경
# 옥은 다듬지 않으면 그릇을 이루지 못하고, 사람은 배우지 않으면 의(義)를 알지 못한다. -예기
# 위에는 지휘하는 자가 있고 중간에는 이를 받아 다스리는 자가 있고 그 아래에는 이에 따르는 자들이 있다. 백성이 바친 비단으로 옷을 지어 입고, 곳간에 쌓아 둔 곡식을 먹으니, 너의 봉록(俸祿)은 모두 백성들의 기름이다. 아래에 있는 백성을 학대하기는 쉽지만, 위에 있는 푸른 하늘은 속이기 어렵다. -태종황제
# 위태로움을 알고 험난한 것을 알면, 그물에 걸리는 일이 끝내 없을 것이다. 착한 자를 기용하고 어진 자를 천거하면 몸이 저절로 편안해질 길이 있고, 인(仁)을 베풀고 덕을 펴면 대대로 번영을 가져올 것이다. 시기하는 마음을 품고 원한을 보복함은 자손에게 근심을 끼치는 것이요, 남을 해쳐 자기를 이롭게 한다면 끝내 현달(顯達)하는 자손이 없을 것이다. 백성을 해롭게 해서 가문을 이룬다면, 어찌 그 부귀를 길게 누리겠는가. 이름을 바꾸고 몸을 달리하는 것도 모두 교묘한 말로 말미암아 생기고, 재앙으로 몸이 상하게 되는 것도 모두 어질지 못해서 불러들인 것이다. -진종황제
# 은혜를 베풀거든 그 보답을 구하지 말고, 남에게 주었거든 후에 뉘우치지 말라. -명심보감
# 은혜와 의리를 널리 베풀라. 사람이 살다가 어느 곳에서든지 만나지 않으랴? 원수와 원한을 맺지 말라. 길이 좁은 곳에서 만나면 피하기가 어렵다. -경행록
# 음식이 담박(淡泊)하면 정신이 맑아지고, 마음이 맑으면 잠을 자도 편안하다. -경행록
# 의심스러운 사람은 쓰지 말고, 사람을 썼으면 의심하지 말라. -명심보감
# 이미 심상치 않은 즐거움을 얻었거든 모름지기 헤아릴 수 없는 근심이 생길 것에 대비하라. -명심보감
# 인간의 사사로운 말도 하늘은 벼락처럼 듣고, 어두운 곳이라 하여 제 마음을 속여도 신의 눈(神目)은 번개처럼 보느니라. -명심보감
# 일생의 계획은 어린 시절에 달려 있고, 일년의 계획은 봄에 있고, 하루의 계획은 새벽에 달려 있다. 어려서 배우지 않으면 늙어서 아는 것이 없고, 봄에 밭을 갈지 않으면 가을에 바랄 것이 없으며, 새벽에 일어나지 않으면 그냥한 일이 없게 된다. -공자
# 일을 만들면 일이 생기고, 일을 줄이면 일이 준다. -명심보감
# 일이 비록 작더라도 하지 않으면 이룰 수 없고, 자식이 비록 어질더라도 가르치지 않으면 현명하지 않다. -장자
# 임금 섬기기를 어버이 섬기듯이 하며, 웃사람 섬기기를 형님 섬기듯이 하며, 동료 대하기를 자기집 가족같이 하며, 여러 아전 대하기를 자기집 노복(奴僕)같이 하라. 백성 사랑하기를 처자(妻子)같이 하며, 나라 일 처리하기를 내 집안 일처럼 한 후에야 능히 내 마음을 다했다 할 것이다. 만약 털끝만치라도 다하지 못함이 있으면, 모두 내 마음에 미진한 구석이 있기 때문이다. -명심보감
# 입과 혀는 재앙과 근심이 들어오는 문이며, 몸을 망치게 하는 도끼이다. -군평
# 입신(立身)에는 의(義)가 있으니 효(孝)가 그 근본이요, 상사(喪祀)에는 예가 있으니 슬퍼함이 그 근본이요, 전진(戰陣)에는 대열(隊列)이 있으니 용기가 그 근본이 된다. 나라를 다스림에는 도리가 있으니 농사가 근본이요, 나라를 지킴에는 방도가 있으니 대를 잇는 것이 그 근본이다. 재물을 생산함에는 시기가 있으니 노력이 그 근본이다. -공자
# 입은 사람을 상하게 하는 도끼고 말은 혀를 베는 칼이다. 그러므로 입을 막고 깊이 몸이 어느 곳에 있어도 편안할 것이다. -명심보감
# 입을 지키는 것을 병(甁, 항아리)처럼 하고, 뜻을 막기를 성(城)처럼 하라. -주문공
#  자기를 양보하는 사람은 중요한 지위에 처할 수 있으며, 이기기를 좋아하는 사람은 반드시 적을 만나게 될 것이다. -경행록
# 자기 집 두레박줄이 짧은 것은 탓하지 않고, 남의 집 우물이 깊은 것만 탓한다. -명심보감
# 자기 집에 있으면서 손님을 맞아 대접할 줄 모르면, 밖에 나갔을 때 비로소 자기를 받아주는 곳이 적음을 알리라. -명심보감
# 자만하면 손실을 부르고, 겸손하면 이익을 부른다. -서경
# 자식이 효도하면 어버이는 즐겁고, 집안이 화목하면 모든 일이 이루어진다. -명심보감
# 작은 배는 무겁게 싣는 것을 감당하지 못하고, 으슥한 길은 혼자 다니기에 좋지 않다. -명심보감
# 재주를 다 쓰지 말고 남겨 두었다가 조물주에게 돌려주어라. 봉록(俸祿)을 다 쓰지 말고 남겨 두었다가 조정에 돌려주어라. 재물을 다 쓰지 말고 남겨 두었다가 백성에게 돌려주어라. 복을 다 누리지 말고 남겨 두었다가 자손에게 돌려주어라. -왕참정의 사류명(四留銘)
# 재주 있는 사람은 재주 없는 사람의 노예가 되고, 괴로움은 즐거움의 모체(母體)가 된다. -명심보감
# 젊은 시절은 다시 오지 않고, 하루에 새벽이 두 번 있지 않다. 때가 되면 마땅히 학문에 힘쓸지니, 세월은 사람을 기다려주지 않는다. -도연명
# 정도(正度)에 어긋난 재물은 멀리 하고, 정도에 지나친 술은 경계하며, 반드시 이웃을 가려서 살고, 벗을 가려 사귀어라. 남을 시기하는 마음을 일으키지 말고, 참소하는 말을 입에 담지 말고, 가난한 친척을 소홀히 하지 말고, 부유한 자에게 아첨하지 말라. 자기의 것은 근면과 검소를 선무(先務)로 해야 한다. 사람을 사랑함은 겸손과 화목을 첫째로 삼고, 언제나 지난날의 잘못을 생각하고, 앞날의 허물을 근심하라. 만약 나의 이 말에 따른다면, 나라와 집안을 오래 다스릴 수 있을 것이다. -신종황제
# 정치하는 요체는 공정과 청렴이고, 집안을 이루는 도는 검소와 근면이다. -경행록
# 조정(朝廷)에서는 벼슬보다 나은 것이 없고, 향당(鄕黨)에서는 나이 많은 것보다 나은 것이 없으며, 세상을 평화스럽게 하고, 백성을 다스리는 데는 덕보다 나은 것이 없다. -증자
# 좋은 밭 만 이랑도 박한 재주를 몸에 지난 것보다는 못하다. -강태공
# 주식(酒食)의 형제는 천명이나 되지만 위급하고 어려울 때의 친구는 한 사람도 없다. -명심보감
# 죽고 사는 것은 명(命)에 있고, 부(富)하고 귀하게 되는 것은 하늘에 있다. -공자
# 지극한 즐거움으로는 책 읽는 것보다 낫은 게 없고, 지극히 중요하기로는 자식을 가르치는 일보다 낫은 것이 없다. -명심보감
# 지나간 일은 맑은 거울 같고, 미래의 일은 칠흙처럼 어둡다. -명심보감
# 집안에 어진 아내가 있으면 그 남편이 뜻밖의 재앙을 만나지 않는다. -명심보감
# 집안에 예절이 있으므로 어른과 아이의 분별이 있고, 규문(閨門)에 예가 있으므로 삼족(三族)이 화목하다. 조정에 예가 있으므로 삼족이 화목하다. 조정에 예가 있으므로 벼슬에 차례가 있고, 사냥에도 예가 있으므로 융사(戎士, 병사)가 숙련되고, 군대에 예가 있으므로 무공(武功)이 이루어진다. -공자
# 집안이 화목하면 가난해도 좋지만, 의롭지 않다면 부유한들 무엇하랴. 단지 한 자식이라도 효도한다면 자손 많은 것이 무슨 소용 있으랴. -명심보감
# 집이 만약 가난하더라도 가난으로 인하여 배움을 폐해선 안 된다. 집이 만약 부유하더라도 부유한 것을 믿고 배움을 게을리해선 안 된다. 가난한 자가 만약 부지런히 배운다면 출세를 할 수 있고, 부유한 자가 만약 부지런히 배운다면 이름이 빛날 것이다. 오직 배운 자가 현달(顯達)한 것을 보았으며, 배운 사람으로서 성공하지 못하는 것은 보지 못했다. 배움이란 곧 몸의 보배요, 배운 사람이란 또한 세상의 보배이다. 그러므로 배우면 군자가 되고, 배우지 않으면 소인이 된다. 뒷날에 배우는 자는 마땅히 저마다 힘쓸 것이다. -주문공
# 차라리 밑 빠진 항아리는 막을 수 있지만, 코 밑에 가로놓인 입은 막기 어렵다. -명심보감
# 차라리 아무 걱정이 없이 집이 가난할지언정 걱정이 있으면서 집이 부자가 되지 말 것이며, 차라리 걱정이 없이 초가에서 살지언정 걱정이 있으면서 좋은 집에서 살지 않을 것이며, 차라리 병이 없이 거친 밥을 먹을지언정 병이 있으면서 좋은 약은 먹지 말 것이다. -익지서
# 착한 사람과 함께 있으면 마치 지란(芝蘭)의 방에 들어간 것 같아서 오래 되면 그 향기를 느끼지 못하니 더불어 그에게 동화된 것이다. 착하지 않은 사람과 함께 있으면 마치 절인 생선가게에 들어간 듯하여 오래 되면 그 냄새를 느끼지 못하니 또한 더불어 동화된 것이다. 단(丹)을 지니면 붉어지고, 칠을 지니면 검어지니 군자는 반드시 자기와 함께 있는 자를 삼가야 한다. -공자
# 참고 또 참으며, 경계하고 또 경계하라. 참지 않고 경계하지 않으면 작은 일도 크게 된다. -명심보감
# 참는다는 것은 참으로 어려운 일이다. 사람이 아니면 참지 못하고, 참지 못하면 사람이 아니다. -자장(子張)
# 찾아와서 시비(是非)를 이야기하는 자가 곧 시비하는 사람이다. -명심보감
# 처음으로 벼슬에 오른 자라도 진실로 사물을 사랑하는 마음이 있다면, 다른 이에게 반드시 도움이 되는 바가 있을 것이다. -명도선생
# 처자 사랑하는 마음으로 어버이를 섬기면 효도를 극진히 할 수 있다. 부귀를 보전할 마음으로 임금을 받든다면 그 어디에서도 충성되지 않음이 없을 것이다. 남을 책망하는 마음으로 자기를 책망한다면 허물이 적을 것이요, 자기를 용서하는 마음으로 남을 용서하면 남과 사귐을 온전히 할 것이다. -명심보감
# 천자가 참으면 나라에 해가 없고, 제후가 참으면 큰 일을 이루고, 관리가 참으면 승진하고, 형제가 참으면 집안이 부귀하고, 부부가 참으면 일생을 해로하고, 친구끼리 참으면 이름이 깎이지 않고, 자신이 참으면 재앙이 없어진다. -공자
# 천자가 참지 않으면 나라가 공허(空虛)하고, 제후가 참지 않으면 그 몸을 잃고, 관리가 참지 않으면 형법(刑法)에 의하여 죽게 되고, 형제가 참지 않으면 분산(分散)되고, 부부가 참지 않으면 자식으로 하여금 외롭게 한다. 친구끼리 참지 않으면 정의(情誼)가 멀어질 것이고, 자신이 참지 않으면 근심이 없어지지 않는다. -명심보감
# 총명하고 생각이 뛰어나도 어리석은 듯함으로 지켜야 하고, 공덕이 천하를 덮더라도 겸양하는 마음으로 지켜야 한다. 용맹이 세상을 진동하더라도 겁내는 듯함으로 지켜 나가며, 부유함이 사해(四海)를 차지했다 하더라도 겸손함으로써 지켜야 한다. -공자
# 충신은 두 임금을 섬기지 않고, 열녀는 두 지아비를 섬기지 않는다. -왕촉
# 큰 부자는 하늘의 뜻에 달렸고, 작은 부자는 부지런하기에 달렸다. -명심보감
# 큰 집이 천간(千間)이라도 밤에 눕는 곳은 여덟 자이고, 좋은 밭이 만경(萬頃)이라도 하루에 먹는 것은 두 되뿐이다. -명심보감
# 편안하고 한가롭게 산다고 해서 걱정거리가 없다고 말하지 말라. 곧 걱정거리가 생기리라. 입에 맞는 음식이라 해서 많이 먹으면 병을 만든다. 마음에 기쁜 일이라 해서 정도에 지나치게 하면 반드시 재앙이 따른다. 병이 든 뒤에야 약을 먹는 것보다는 병이 나기 전에 스스로 예방함이 좋다. -소강절 선생
# 편안한 마음으로 자기 분수를 지키면 몸에 욕됨이 없고, 세상 돌아가는 기미를 잘 알면 마음이 스스로 한가해진다. 이런 자는 비록 인간 세상에서 살더라도 도리어 인간 세상에서 벗어난 것이다. -안분음(安分吟, 송대의 시)
# 평생에 눈썹 찡그릴 일을 하지 않으면 세상에 이를 갈 사람이 없을 것이다. 크게 떨친 이름을 어찌 무딘 돌에 샛길 것인가. 길 가는 사람이 하는 말은 비석보다 나으니라. -격양시
# 평생을 두고 선을 행하여도 선은 오히려 부족하고, 하루 악한 일을 행하여도 악은 스스로 남아 있다. -마원(馬援, 후한의 장군)
# 하늘에는 예측할 수 없는 비바람이 있고, 사람에게는 아침저녁으로 화와 복이 있다. -명심보감
# 하늘에 제사 지내고 사당에 제사 지낼 때, 술이 아니면 받지를 않는다. 임금과 신하, 벗과 벗 사이에도 술이 아니면 권하지 못한다. 그러므로 술에는 성공도 있고 실패도 있으니 함부로 마셔서는 안 된다. -사기
# 하늘은 녹 없는 사람을 내지 않고, 땅은 이름 없는 풀을 기르지 않는다. -명심보감
# 하늘의 들으심이 고요하여 소리가 없으니 푸르고 푸른 저 어느 곳에서 찾는가. 높지도 않고 또한 멀지도 않다. 모두가 다만 사람의 마음속에 있는 것이다. -소강절 선생(북송의 유학자)
# 하늘의 이치를 따르는 자는 살고, 하늘의 이치를 거역하는 자는 망한다. -공자
# 하늘이 만약 상도(常道)를 벗어나면 바람이 아니면 비가 오고, 사람이 만약 상도를 어기면 병들지 않으면 죽을 것이다. -명심보감
# 하루라도 마음이 맑고 편안하다면 그 하루는 신선이 된 것이다. -명심보감
# 하루라도 선을 생각하지 않으면 모든 악이 스스로 일어난다. -장자
# 하루 선한 일을 행하면 복이 비록 금새 오지 않더라도 화는 저절로 멀어진다. 하루 악한 일을 행하면 화는 비록 금새 오지 않더라도 복은 저절로 멀어진다. 선을 행하는 사람은 봄동산의 풀과 같아서, 그 자라나는 것이 보이지 않으나 나날이 더 늘어간다. 악한 일을 행하는 사람은 칼을 가는 숫돌과 같아서, 돌이 갈리어서 닳아 없어지는 것이 보이지 않으나 나날이 더 이지러진다. -동악성재(東岳聖宰, 도가의 한 선인)
# 학문을 좋아하는 자와 함께 가면 마치 안개 속을 가는 것과 같아서, 비록 옷은 젖지 않더라도 때때로 물기가 배어든다. 무식한 자와 함께 가면 마치 뒷간에 앉은 것 같아서, 비록 옷은 더럽혀지지 않지만 그 냄새가 맡아진다. -공자가어(孔子家語)
# 한 가지 일을 경험하지 않으면, 한 가지 지혜도 자라지 않는다. -명심보감
# 한 때의 분을 참으면, 백 일의 근심을 면할 수 있다. -명심보감
# 한마디 말이 이치에 맞지 않으면, 천 마디 말도 쓸모없다. -명심보감
# 한 자나 되는 구슬을 보배로 여기지 말고, 한 치의 시간을 다투라. -명심보감
# 한 점의 불티가 만경(萬頃)의 숲을 태우고, 반마디 그릇된 말이 평생 쌓은 덕을 허물어뜨린다. 몸에 실 한 오라기를 감았으니 항상 베 짜는 여인의 수고스러움을 생각하고, 하루 세 끼니의 밥을 먹거든 늘 농부의 수고를 생각하라. 구차하게 탐내고 시기하여 남에게 손해를 끼친다면, 끝내 10년의 편안함도 없을 것이요, 선(善)을 쌓고 인(仁)을 보존한다면 반드시 후손들에게 영화가 있으리라. 행복과 경사는 선행을 쌓는 데서 생긴다. 범인의 경지를 초월해서 성인의 경지에 들어가는 것은 모두 진실로써 얻어지는 것이다. -고종황제
# 한줄기 푸른 산은 경치가 그윽한데, 앞사람이 일구던 밭을 뒷사람이 차지하네. 뒷사람아, 차지했다 해서 기뻐하지 말라. 다시 차지할 사람이 뒤에 있다네. -명심보감
# 해와 달이 아무리 밝아도 엎어 놓은 동이의 밑은 비추지 못하고, 칼날이 아무리 잘 들어도 죄없는 사람은 베지 못하고, 불의의 재앙이나 뜻밖의 화도 조심하는 집문에는 들지 못한다. -강태공
# 형제는 수족(手足)과 같고, 부부는 의복과 같다. 의복이 떨어졌을 때에는 새 것으로 갈아입을 수 있지만, 수족이 잘리면 잇기가 어렵다. -장자
# 혼인에 재물을 논하는 것은 오랑캐나 하는 일이다. -문중자
# 화(禍)는 요행으로 면하지 못하고, 복(福)은 두 번 다시 구할 수 없다. -경행록
# 황금이 상자에 가득 차 있다 해도 자식에게 경서 하나를 가르치는 것만 같지 못하고, 자식에게 천금을 물려준다 해도 기술 한 가지를 가르치는 것만 같지 못하다. -한서(漢書)
# 황금이 귀한 것이 아니다. 편안하고 즐거운 삶이 값진 것이다. -명심보감
# 황금 천 냥이 귀한 것이 아니다. 남의 말 한 마디 듣는 것이 천금보다 낫다. -명심보감
# 효도하고 순한 사람은 또한 효도하고 순한 아들을 낳으며, 오역(불교의 지옥에 갈만한 큰 죄)한 사람은 또한 오역한 아들을 낳는다. 믿지 못한다면, 저 차마 끝의 낙수(落水)를 보라. 방울방울 떨어져 내림이 어긋남이 없다. -명심보감
# 효자의 어버이 섬김은 살아서는 공경을 다하고, 봉양함에는 즐거움을 다하고, 병드신 때에는 근심을 다하고, 돌아가신 때는 슬픔을 다하고, 제사 지낼 때엔 엄숙함을 다해야 한다. -공자
# 흰 옥(玉)은 진흙탕 속에 던져지더라도 그 빛을 더럽힐 수 없고, 군자는 혼탁한 곳에 가더라도 그 마음을 어지럽힐 수 없다. 그러므로 송백(松柏)은 상설(霜雪)을 이겨내고, 밝은 지혜는 위난(危難)이라도 헤쳐나랄 수 있다. -익지서
# 감화(感化)라는 것은 일조일석에 되는 것이 아니다. 감화의 도리를 알지 못하고 급속히 풍속을 바꾸고 교육의 법을 고치려고 하는 것은, 마치 아침에 나무를 휘어서 수레의 바퀴를 만들어 저녁에 그 수레를 타려고 하는 것과 같다. -관자
# 검약을 하게 되면은 물건을 사고 싶은 욕망이 생기지 않기 때문에 돈이란 쓸모없이 천한 것으로 되고, 사치하게 되면 물건이 욕심나기 때문에 돈이란 귀중한 것으로 된다. -관자
# 광에 먹을 것이 차야 예절을 알고, 의식이 족해야 영욕(榮辱)을 안다. -관자
# 국가를 유지하는 네 개의 큰 기둥이 있다. 그것은 예(禮), 의(義), 염(廉), 치(恥)이다. -관자
# 국가의 재정이 부족하다는 것은 그다지 걱정거리가 아니다. 현재 가지고 있는 재산을 어떻게 공평하게 나누는가에 마음 쓸 일이다. -관자
# 그림자가 물체에 따라 있는 것처럼 항상 두 사람은 서로 떨어지지 않는다. 여기에서는 임금과 신하 사이를 말하는 것이다. -관자
# 나라를 다스리려면 먼저 백성을 부유하게 만들어야 한다. 백성이 부유해지면 다스리기 쉽고 백성이 가난해지면 다스리기 어려워진다. -관자
# 농사에 때를 틀리지 않게 힘쓰지 않으면 재물은 생기지 않는다. -관자
# 땅은 정치의 근본이다. 토지 행정을 옳게 하면 반드시 그에 정비례하는 실적과 수확을 얻을 것이다. -관자
# 땅이 곡식을 낳는 것도 일정한 때가 있는 법이다. 백성의 힘에도 그 한도가 있고 일에도 싫증이 날 때가 있는 것이다. -관자
# 덕을 갖추고 있는 자에게 지위를 주면 나라는 안태(安泰)하게 되고, 오곡의 증산에 힘쓰고 있으면 백성의 식량은 풍족하게 된다. -관자
# 도(道)를 닦은 자는 우환의 형태가 아직 이루어지지 않을 때 미리 방비해야 하는 것이다. -관자
# 도(道)를 듣고 그 도를 집을 다스리는 데 유용하게 쓰는 자는 한 집안의 인물이다. 한편 그 도를 천하를 다스리는 데 유용하게 쓰는 자는 천하의 인재다. 인물에는 제각기 크고 작음이 있다는 뜻. -관자
# 동리를 다스리는 자는 성씨가 다르다고 해서 사람을 차별해서는 안 된다. 이런 태도를 취하면 성씨가 다른 먼 곳 사람은 다스리는 자의 말을 듣지 않게 된다. -관자
# 만물은 모두 하늘과 땅이라는 자루 속에 들어 있다. 그래서 하늘과 땅은 만물을 넣는 자루라 할 수 있다. 하늘과 땅 이외에 우주라는 것이 있다. 이것은 하늘과 땅을 넣는 자루이다. -관자
# 모든 일은 계획으로 시작되고, 노력으로 성취되며, 오만으로 망쳐진다. -관자
# 백성을 잘 다스리려면 백성으로 하여 수치심이 있음을 알려야 할 것이다. -관자
# 백성을 함부로 쓰면 백성은 피로하여 그 힘은 언젠가는 다하고 만다. 너무 무거운 세금을 거두게 되면 백성은 위정자를 원망하게 된다. 백성의 힘이 다하게 되면 명령은 결코 시행되지 않는 것이다. -관자
# 사랑은 미움의 시초이고, 덕은 원한의 근본이다. -관자
# 사색(思索)은 지혜를 낳는다. -관자
# 실물의 형상이 굽으면 그 그림자도 또한 굽다. 좋은 결과를 얻기를 바란다면 좋은 행위를 해야 한다. -관자
# 어두운 임금은 자기 가까이에 있는 당상 일조차 먼 백 리밖에 있는 일조차 먼 백리 밖에 있는 일처럼 알려고도 하지 않는다. -관자
# 예(예)는 활을 잘 쏘는 명궁이라고 하지만 예의 근본은 도(道)는 결코 활을 쏘는 데 있는 것이 아니다. 조부는 말을 잘 다루는 기술이 능란하다고 하지만 그의 기술은 결코 말을 다루는 데에만 있는 것이 아니다. 또 해중은 수레를 만드는 재주가 뛰어나다고 하지만 깎거나 조각하는 데만 있는 것이 아니다. 한 가지 재주에 뛰어난 자는 그 손끝의 좋고 나쁨의 그 이상의 도(道)를 얻어야 하는 것이다. -관자
# 의식(衣食)이 족해야 영욕(榮辱)을 안다. -관자
# 이무기와 용이 물을 얻게 되면 신력이 생겨 일어서서 위력을 나타내게 된다. 영웅이 때를 만나 활동하는 것에 비유한 말. -관자
# 일 년의 계획을 세우려면 그 해 안에 수확이 되는 곡식을 심는 것이 좋다. 십 년의 계획을 세우려면 나무를 심는 것이 좋다. 일생에의 계획을 세울 참이라면 인재를 양성하는 일이다. -관자
# 일은 생각함으로써 생기고 노력함으로써 이루어지고 교만함으로써 실패한다. -관자
# 자식을 아는 데는 그 아비만한 자는 없다. -관자
# 잘 다스려진 국가는 언제나 부유하고 어지러운 국가는 언제나 가난하다. -관자
# 잘 통일된 정치를 행하고자 하는 자는 기이한 언론이나 잘못된 걷치레인 풍속을 금해야 한다. -관자
# 정치가 일어나게 되는 것은 위정자가 민심을 따르는 것에 있고 정치가 황폐하게 되는 것은 위정자가 민심을 거슬려서 하는 데 있다. -관자
# 조상(祖上)이나 구지(舊知)의 사람을 공경할 줄 모르면 효제(孝悌), 즉 어버이나 형장(兄長)을 모시는 도를 갖추지 못한다. -관자
# 중정(中正)은 치국의 근본이다. -관자
# 집을 다스리는 데에는 집을 다스리는 방법이 있고, 동리를 다스리는 데에는 동리를 다스리는 길이 있다. 또 나라나 천하를 다스리는 데에는 나라와 천하를 다스리는 수단이 있는 것이다. 제각기 그 방법을 달리해야 하는 것이다. -관자
# 창고와 쌀광이 차게 되어 물자가 풍부하게 되면 비로소 예절을 알게 되고, 의복이나 먹을 음식이 풍족하게 되면 비로소 명예나 치욕이 있는 것을 알게 된다. -관자
# 천지는 결코 움직이지 않고 있는 것이 아니다. 어떤 때에는 아주 험할 때도 있고 또 어떤 때에는 평이한 모습을 보여 줄 때도 있다. -관자
# 천하는 나라의 근본이고, 나라는 향(鄕)의 근본이 되고, 향은 집의 근본이고 집은 사람의 근본이고, 사람은 신체의 근본이 된다. 그 신체를 잘 닦는 것이 가장 큰 천하를 다스리는 것이 된다. -관자
# 태산은 아무리 작은 돌이나 흙이라도 받아들임으로써 저처럼 높게 된다. 큰 인물이 되려면 도량을 넓게 하여 많은 인물을 받아들이는 아량이 필요하다. -관자
# 토지는 정치의 기본이 된다. 토지가 있어야 산물이 있게 되고 산물이 있어야 백성을 살릴 수가 있다. -관자
# 하나를 심어 하나의 수확이 있는 것은 곡식이고, 하나를 심어 열의 수확이 있는 것은 나무다. 또 하나를 심어 백의 수확이 있는 것은 인재다. -관자
# 행하고 끝을 맺지 못하는 것은 수치이다. -관자
# 형벌이 아무리 엄중해도 그것으로 인해 백성의 마음에 두려움을 줄 수는 없다. 또 살육으로 다스려도 그것으로서는 백성의 마음을 복종시킬 수는 없다. 백성의 마음을 심복(心腹)시키는 것은 덕(德)의 힘뿐이다. -관자
# 가볍게 승낙하는 것은 반드시 신용이 적고, 쉽다는 것이 많으면 반드시 어려움이 많다. -노자
# 가장 강력한 무기는 축복이라는 것은 잘 알려져 있는 사실이다. 따라서 그런 것에 기대는 사람이야말로 현자이다. 그들은 전쟁 한번 하지 않고 평화로 싸움에서 이긴다. -노자
# 가장 완전한 것은 무엇인가 모자란 듯하다. 하지만 그 효용이 다함이 없다. 충만된 것은 텅 빈 것같이 보인다. 하지만 그 효용에는 끝이 없다. 크게 곧은 것은 굽은 것 같고, 가장 뛰어난 기교는 서툴게 보이며, 뛰어난 웅변은 눌변처럼 들린다. 움직이면 추위를 이길 수 있고, 고요히 있으면 더위를 이길 수 있다. -노자
# 가장 으뜸가는 처세술은 물의 모양을 본받는 것이다. 강한 사람이 되고자 한다면 물처럼 되어야 한다. 장애물이 없으면 물은 흐른다. 둑이 가로 막으면 물은 멎는다. 둑이 터지면 또 다시 흐른다. 네모진 그릇에 담으면 네모가 되고 둥근 그릇에 담으면 또 다시 흐른다. 네모진 그릇에 담으면 네모가 되고 둥근 그릇에 담으면 둥글게 된다. 그토록 겸양하기 때문에 물은 무엇보다 필요하고 또 무엇보다도 강하다. -노자
# 가장 이상적인 생활 태도는 물과 같은 것이다. 물은 만물에 혜택을 주면서 상대를 거역하지 않고, 사람이 싫어하는 낮은 곳으로 흘러간다. 물처럼 거스름이 없는 생활 태도를 가져야 실패를 면할 수 있다. -노자
# 강하고 큰 것은 아래에 머물고, 부드럽고 약한 것은 위에 있게 되는 것이 자연의 법칙이다. 천하의 지극히 부드러운 것이 천하의 강한 것을 지배한다. -노자
# 강한 군대로는 천하를 다스릴 수 없다. -노자
# 강한 인간이 되고 싶다면, 물과 같아야 한다. -노자
# 강해지려면 흐르는 물처럼 되어야만 한다. 물이란 장애물만 없으면 유유히 흐르고 장애물이 있으면 흐르지 않는 법이다. 네모난 관이면 물은 네모나게 흐를 것이요 둥근 관이면 물은 둥글게 흐를 것이다. 물은 부드럽고 마음대로 흐르기 때문에 가장 불요불급(不要不急)하고도 강한 것이다. -노자
# 곧으려거든 몸을 구부리라. 스스로는 드러내지 않는 까닭에 오히려 그 존재가 밝게 나타나며, 스스로를 옳다고 여기지 않는 까닭에 오히려 그 옳음이 드러나며 스스로를 뽐내지 않는 까닭에 오히려 공을 이루고, 스스로 자랑하지 않는 까닭에 오히려 그 이름이 오래 기억된다. 성인(聖人)은 다투지 않는 까닭에 천하가 그와 맞서 다툴 수 없는 것이다. '구부러지는 것이 온전히 남는다'는 옛말을 믿어라. 진실로 그래야만 사람은 끝까지 온전할 수 있다. -노자
# 공을 세운 뒤에는 물러가는 것이 하늘의 길이요, 사람의 도리다. -노자
# 공(功)이 이루어지면 그 속에 살 생각을 마라. 공이 이루어지면 몸은 물러나야 한다. -노자
# 군대가 강하면 즉 멸망할 것이요, 나무가 단단하면 즉 부러진다. -노자
# 금욕은 반드시 습관이 되어야 한다. 금욕을 하면 할수록 덕을 그만큼 쌓게 되고, 덕을 많이 쌓은 사람은 억제치 못할 것이 없게 된다. -노자
# 끝을 맺기를 처음과 같이 하면 실패가 없다. -노자
# 나에게 몸이 없다면 무슨 걱정이 있겠느냐. -노자
# 남을 아는 사람은 지혜 있는 자이지만, 자기를 아는 사람이 더욱 명찰한 자이다. 남을 이기는 사람은 힘이 있는 자이지만, 자기 스스로를 이기는 사람은 더욱 강한 사람이다. -노자
# 남을 아는 사람은 현명한 사람이고 자기 자신을 아는 사람은 덕이 있는 사람이다. 남에게 이기는 사람은 힘이 강한 사람이며 자기 자신을 이기는 사람은 굳센 사람이다. 죽음에 임해서도 '나는 이제 영원히 없어지는 것은 아니다.'라는 깨달음을 얻는 사람은 영원한 생명을 얻는다. -노자
# 남의 일을 잘 알고 있는 사람은 똑똑한 사람이다. 그러나 자기 자신을 알고 있는 사람은 그 이상으로 총명한 사람이다. 남을 설복시킬 수 있는 사람은 강한 사람이다. 그러나 자기 자신 을 이겨내는 사람은 그 이상으로 강한 사람이다. -노자
# 내가 말하는 도(道)를 듣고 소인배들이 웃지 않는다면, 내 도(道)는 도가 아니다. -노자
# 누군가를 정복할 수 있는 사람은 강한 사람이지만 자신을 정복할 수 있는 사람은 강력한 사람이다. -노자
# 눈(目)이 아닌 배(復)로 보라. -노자
#  다른 사람을 아는 것은 현명하다. 그러나 자기 자신을 아는 사람이 더욱 현명한 사람이다. 다른 사람을 이기는 사람은 강하다. 그러나 자기 자신을 이기는 사람은 더욱 강하다. 죽으면서도 자기가 멸망하지 않을 것을 아는 자는 영원하다. -노자
# 대개 가벼이 승낙하는 것은 반드시 믿음성이 적다. 너무 쉬운 일에는 반드시 어려운 일이 많다. -노자
# 대국을 다스리는 것은 작은 생선을 요리하는 것과 같다. -노자
# 도덕이라든가 인의(仁義)란, 인간이 자연 그대로 살아가는 생활태도를 규제하는 인위적인 틀에 불과하며, 그것을 지키도록 강요하면 할수록 인간의 본성은 손실될 뿐이다. -노자
# 도(道)를 도라고 말하는 순간 그것은 이미 도가 아니다. -노자
# 만사(萬事)를 제 갈 길에 맡겨 두고 간섭하지 말라. -노자
# 만족을 모르는 것이야말로 가장 큰 화근이다. -노자
# 많이 아는 자는 떠벌리지 아니하며, 성인(聖人)은 자기가 알고 있는 것을 나누어주는 것에 인색하지 않다. -노자
# 맡은 바 일을 다하고 공명을 누리고 나면 그 자리에서 물러나는 것이 하늘의 순리이다. -노자
# 명예는 공기(公器)이다. 너무 많이 취하지 말라. -노자
# 문밖에 나가지 않아도 천하를 다 안다. -노자
# 물만큼 부드럽고 약한 것은 없다. 그런데도 물은 굳고 강한 것과 싸워 이긴다. 물보다 센 것은 없다. 이는 물이 약하기 때문이다. -노자
# 믿음이 있는 말은 아름답지 않고 아름다운 말은 믿음이 없다. -노자
# 배가 있고 수레가 있어도 그것을 탈 일이 없게 하라. -노자
# 백성으로 하여금 죽음을 중(重)하게 여겨, 멀리 이사 다니지 아니 하게 하라. -노자
# 부족하다 할 때 손을 때면 욕을 당하지 않고 머무를 줄 알면 위험을 면한다. -노자
# 사람은 땅을 본받고 땅은 하늘을 본받으며 하늘은 도(道)를 본받는다. -노자
# 사람의 덕과 지혜가 완전히 성숙하게 되면 그는 또다시 어린아이와 같게 된다. -노자
# 선한 말은 시장에서 당신의 명예를 얻게 하는 것이다. 그러나 선한 행동은 당신이 사람들 속에서 친구들을 얻게 하는 것이다. -노자
# 성인(聖人)은 모든 것이 되도록 하면서도 다투지 아니한다. -노자
# 스스로를 나타내는 자는 분명히 나타나지 않고, 스스로를 옳다고 하는 자는 드러나지 않는다. 스스로를 자랑하는 자는 공(功)이 없고, 스스로를 칭찬하는 자는 오래 가지 못한다. 이는 모두 발끝으로 오래 서 있으려는 것과 같다. -노자
# 신의있는 말은 아름답지 않고, 아름다운 말엔 신의가 없다. 착한 사람은 말에 능하지 않고, 말에 능한 사람은 착하지 않다. -노자
# 아는 자는 말하지 않고, 지껄이는 자는 알지 못한다. -노자
# 아름다운 말은 믿음직스럽다. -노자
# 아직 잔잔할 때에 평온의 기반을 견고히 하라. 아직 나타나기 전에 예방하라. 없애야 할 것은 조그마할 적에 미리 없애도록 하라. 버려야 할 물건은 무거워지기 전에 빨리 버리도록 하라. 무슨 일이든지 그 일이 터지기 전에 주의해야 한다. 터진 뒤에는 이미 때가 늦다. -노자
# 알고, 알리지 않음을 상( 上 )으로 한다. -노자
# 우리들이 이해할 수 있는 이성은 영원한 것이 못되며, 이름 붙일 수 있는 존재도 영원한 것이 못된다. -노자
# 위대하게 되려면 자꾸만 가야 하고 자꾸만 가려면 멀어져야 하고 멀어지려면 되돌아 가야 하는 것이다. -노자
# 이 세상에 물보다 더 무르고 약한 것은 없다. 그러나 약한 물이 바위 위에 계속 떨어질 때 그 바위는 구멍이 뚫리고 만다. 이처럼 약한 것도 한 곳에 힘을 모으면 강한 것을 능히 이길 수 있다. -노자
# 인간의 세상만사를 관리함에 있어서 자제보다 더 좋은 규칙은 없다. -노자
# 자기를 이기는 자는 강하다. -노자
# 자기에게 이로운 것을 무시함으로써 자기에게 이로운 것을 얻을 수 있다. -노자
# 자비·검약·겸허를 몸가짐의 삼보( 三寶 )로 하라. -노자
# 잘 싸우는 자는 노하지 않고, 잘 이기는 자는 잘 싸우지 않는다. -노자
# 재물과 보화가 가득 차 있을지라도 언제까지나 그것을 지켜낼 수는 없다. 부귀한 지위에 만족하고 교만에 차 있으면 스스로 화를 불러들이게 될 것이다. 공을 이루고 이름을 떨쳤으면 몸을 빼는 것이 하늘의 도(道)이다. -노자
# 적응하는 힘이 자제( 自制 )로와야 사람도 그가 부닥치는 운명에 굳센 것이다. -노자
# 정성을 다하고 마음을 다하는 사람은 결코 말싸움을 하지 않으며 말싸움을 좋아하는 사람은 결코 정성을 다하고 마음을 다하지 않는다. 진실된 말은 즐거움을 주지 못하며 즐거움을 주는 말은 결코 진실되지 못하다. -노자
# 족한 줄을 아는 자는 욕을 당하지 않는다. -노자
# 좋은 군대는 도전적이 아니다. 숙련된 투사는 성급하지 않다. 사람을 부리는 것이 능란한 사람은 언제나 겸손하다. 겸손은 무저항의 덕이라고 할 수 있으며 천명과 일치함을 의미하는 것이다. -노자
# 좋은 상품은 깊이 간직하여 아무 것도 없는 양 가장하는 것이 뛰어난 상인이다. -노자
# 지금 가지고 있는 것을 만족하면 수치를 당하지 않고, 자기 영역 안에 머물 줄 알면 위태롭지 않으며, 이로써 오래 견딜 수 있다. -노자
# 지혜로운 사람은 보석으로 존중받기도 원치 않으며, 돌로 무시 받기도 원치 않는다. -노자
# 진실이 있는 말은 결코 아름답게 장식하지 않고, 화려하게 장식한 말은 진실이 없는 법이다. -노자
# 참된 말은 아름답지 않고 아름다운 말은 좋지 못하다. -노자
# 천 리 길도 발 밑부터 시작한다. -노자
# 천하를 사랑한다면 천하를 맡을 수 있을 것이다. -노자
# 최고의 선(善)은 물과 같다. 물은 만물에 혜택을 주지만 스스로를 내세워 만물과 다투려 하지 않으며 모두가 싫어하는 낮은 곳으로만 흐른다. 그러므로 도(道)에 가깝다 할 수 있다. 사는 데는 땅이 좋고, 마음은 깊은 것이 좋고, 사귀는 데는 인(仁)이 좋고, 말은 신의가 있는 것이 좋고, 정치는 다스려져야 좋고, 일 처리는 능숙한 것이 좋고, 행동은 시기에 맞는 것이 좋지만 물처럼 겸허해서 다투지 않을 때 비로소 허물이 없을 수 있다. -노자
# 큰 나무도 가느다란 가지에서 시작되는 것이다. 10층의 탑도 작은 벽돌을 하나씩 쌓아올리는 데에서 시작되는 것이다. 마지막에 이르기까지 처음과 마찬가지로 주의를 기울이면 어떤 일도 해낼 수 있을 것이다. -노자
# 큰 네모(四角)는 모서리가 없으며 큰 그릇은 늦게 만들어진다. -노자
# 타인에 관해 여러 가지를 알고 있는 사람은 박식한 것이지만, 자신에 관한 것을 잘 알고 있는 사람은 지혜로운 사람이다. -노자
# 한 아름의 나무도 티끌 만한 싹에서 생기고, 9층의 높은 탑도 흙을 쌓아서 올렸고, 천리 길도 발 밑에서 시작된다. -노자
# 항상 부드러움은 강함을 이긴다. -노자
# 현명한 사람은 비행동을 실천하고, 비활동에 관심을 가지며, 맛이 없는 것을 맛보는 사람이다. -노자
# 혼돈은 신의 다른 이름이다. -노자
# 거울이라는 것은 자기의 표면을 깨끗하게 지켜서 다른 물건을 어떻게 비출까 하는 일은 생각하지 않는다. 아름다운 것이나 누추한 것을 그대로 비추고 있다. 사람도 이와 같이 마음을 비우고 외물(外物)에 접해야 하는 것이다. -한비자
# 겨울에 대지를 굳게 닫고 얼게 하는 엄동이 없으면 봄에서 여름에 걸쳐 초목이 무성하게 성장하지 못한다. 사람도 간난신고(艱難辛苦)를 경험하지 않으면 후일의 번영은 없다. 주공(周公)의 말을 인용한 것. -한비자
# 견마난(犬馬難). 개나 말을 그리는 것이 가장 어렵다. 개나 말은 누구나 보아서 쉽게 알 수 있으므로 이것을 잘 그리기가 쉽지 않다. 그러나 귀신이나 도깨비는 아무도 본 사람이 없다. 그러므로 어떻게 그려도 사람들은 거런가 하고 생각하기 때문에 그리기가 쉽다. -한비자
# 고택지사(枯澤之蛇) 물이 말라 없어진 못에 있는 뱀. 남의 위력을 빌어 자기의 위력을 부리려고 하는 것. -한비자
# 공과 사의 구분을 분명히 하고 법제를 밝혀서 사사로운 은의(恩義)를 버린다. 이것이 밝은 군주의 길이고 정치의 요도(要道)다. -한비자
# 공인(工人)이 자주 그 직업을 변경하면 지금까지 쌓아올린 공이 없어지고 만다. -한비자
# 구슬을 담는 궤만 사고 그 속에 든 구슬은 돌려주었다. 세상에는 말만 번드르하게 하는 사람만 중용하고 사람의 진실된 참된 것을 소중하게 생각할 줄 모른다. 전구(田鳩)가 한 말. -한비자
# 노마지지( 老馬之智 ). 늙은 말의 지혜란 뜻으로 하찮은 인간일지라도 나름대로의 경험과 지혜가 있음을 비유한 말. 성인의 지혜를 소중히 여길 것을 말함. -한비자
# 눈으로 본 것만으로 사물을 판단할 수 있다고 생각하지만 눈에 비치는 것은 적다. 그래서 견식이 넓고 바르지 못하다. 눈에 비치지 않는 것까지도 꿰뚫어보는 밝음이 필요하다. -한비자
# 덕(德)은 득(得)이다. 즉 체득한 것이 아니라면 그 사람의 덕이 될 수가 없다. 귀로 들은 지식만으로는 덕이 안 되는 것이다. -한비자
# 도(道)는 만물을 낳게 하는 것이라서 만물의 처음이 되고 옳고 그름과 선악의 판단을 내리는 근본이 된다. -한비자
# 도(道)의 실체는 깊은 것이라서 보통을 볼 수 없는 것이다. 보이지 않는 곳에 참된 도가 있다. 또 참된 활용은 조그마한 지식으로서는 알 수가 없다. 거기에 참된 대용(大用)이 있는 것이다. -한비자
# 망지도(忘持度). 치수를 재고 그것을 잊고 왔다. 자기의 발을 내밀었다면 쉽게 살 수 있었을 것을 생각하지 못한 어리석은 자를 비유함. -한비자
# 모순( 矛盾 ). 창과 방패라는 뜻으로, 말이나 행동의 앞뒤가 서로 맞지 않음을 뜻하는 말. -한비자
# 백성이 굶주리면 전쟁이 일어난다. 백성이 고달파서 병이 되면 전쟁이 일어난다. 백성이 너무 노고에 시달려도 전쟁이 일어난다. 민심이 흩어지면 전쟁이 일어난다. 진(秦) 나라 강공(康公)에게 신하 임망(任妄)이 간한 말. -한비자
# 법을 잘 지키고 행하는 사람은 반드시 강하고 굳세며, 또한 굳고 바르다. -한비자
# 사람을 등용하는데 자기의 일족이라고 해서 사양할 필요도 없거니와, 또는 원수라고 해서 그것을 피할 필요도 없다. 모두 적재적소(適材適所)에 발탁해서 써야 한다. -한비자
# 세상 일에도 항상 이의를 내어 높다고 여기고 있는 자가 있다. 그러나 실제는 평범한 일상사의 완전한 실현이 어렵기도 하고 소중하기도 한 것이다. -한비자
# 쇠뇌의 힘이 약해도 화살 이 높이 나는 것은 바람의 세력을 타기 때문이다. 세력의 힘을 주장한 신도(愼到)의 말. -한비자
# 약은 지식을 쓰고 있으면 세상 일을 알지 못한다. 그런 지식은 버리는 것이 좋다. 약고 영리함이 있으면 오히려 실적이 오르지 않는다. 이것도 버려야 할 일이다. 또 필부의 용기 같은 것도 아무 쓸모가 없는 것이다. 이런 용기를 버림으로써 진정한 대용(大勇)이 나타나는 것이다. -한비자
# 영구히 강한 나라도 없고 영구히 약한 나라도 없다. 나라의 강하고 약한 것은 경영 여하에 달려 있다. -한비자
# 예의가 지나친 사람은 속마음이 쇠(衰)한다(예의도 지나치면 아첨이 된다). -한비자
# 임금된 자는 좋아하고 싫어하는 것을 밖으로 나타내어서는 안 되는 것이다. 아랫사람들이 여기에 영합하기 때문이다. 그 좋아하는 것을 멀리하고 싫어하는 것도 멀리할 때 비로소 신하된 사람들은 자기 본심을 나타내기 시작한다. -한비자
# 집에 일정한 가업이 있으면 비록 기근을 당해도 굶는 일은 없다. 한비자(韓非子)가 인용한 고어. -한비자
# 가난한 선비의 아내와 약한 나라의 신하는 모두 믿음직스럽지 못한 생활이지만 역시 지아비, 주군에 미혹되지 말고, 바른 길을 지켜서 따라야 할 것이다. -근사록
# 가령 일신의 생활이 불행하다고 하더라도 지키고 있는 도(道)는 끝까지 지켜야 하는 것이다. -근사록
# 게으른 마음이 한번 생기면 벌써 자포자기에 빠져 있다는 것을 알아야 한다. -근사록
# 경서(經書), 즉 사서(四書) 오경(五經)은 모두 도덕을 기록한 것으로 단지 문학서도 아니고 단지 역사서도 아니다. 정이천(程伊川)이 한 말. -근사록
# 교육을 할 때에는 자기를 낮게 하고 상대를 가까이 해서 그 마음에서 떨어지게 하는 것이 좋다. 정이천(程伊川)이 한 말. -근사록
# 공경하는 것을 주로 삼는다. 그렇게 함으로써 내(內), 즉 자신의 사념을 없애고 곧은 것으로 할 수가 있다. 경(敬)이란 원래 상대가 있어 그 상대를 공경하는 것이다. 그 상대를 공경할 경우에는 반드시 그 상대만 생각하고 다른 것은 생각하지 않는다. 주자(朱子)는 주일무적(主一無敵)이라고 했다. 이런 습관이 쌓이다 보면 공경할 상대가 없어도 마음을 하나로 할 수가 있다. 따라서 자기 자신을 공경하게 되는 것이다. 남이 보건 말건 경(敬)의 상태로 되면 직기내(直其內)로 되는 것이다. -근사록
# 권세 있는 자를 택해서 그 사람을 따르는 것은 악 중에서도 가장 큰 악이다. -근사록
# 남에게서 의심을 받지 않을까 하고 피하는 것은 범인의 상정이지만 이런 것은 아직 자신의 수양이 아직 덜된 결과이다. 수양이 충분히 이루어져 있다면 세상의 평판 같은 것은 구애받지 않고 믿는 바를 관철하는 자신이 생기는 것이다. -근사록
# 남을 가르치는 경우에는 상대의 선한 마음을 키워서 기르는 것이 좋다. 이렇게 하면 악한 마음은 저절로 없어지는 것이다. 단점을 고치는 것보다는 장점을 키우는 것이 좋은 것이다. -근사록
# 남을 충고하려면 상대가 가장 득의해 있을 때 하는 것이 좋다. 사람이란 득의해 있을 때에 오히려 잘못을 저지르기 쉽기 때문이다. 정이천(程伊川)이 한 말. -근사록
# 다른 사람과 조화하되 자기 자신을 잃고 남의 주장에 따라 흐르는 일은 하지 않는다. -근사록
# 대담한 동시에 소심한 것이 좋다. 가령 대담하지 않으면 어떤 어려운 일을 당하여 곧 마음이 꺾이게 되고 세심하지 않으면 사물에 조심하지 않아서 실패하기가 쉽다. 손사막(孫思邈)이 한 말. -근사록
# 마음을 비우고 상대를 받아들인다. 자기 마음에 나라는 것이 있어서는 남의 가르침이나 훈계 등을 받아들일 마음의 여유가 없는 것이다. -근사록
# 마음을 비운 상태에서 외물(外物)에 순응한다. 마치 거울에 물체가 비치는 것처럼 외물을 그대로 내 마음에 바르게 받아들인다. 그리고 이것에 순응해서 적당한 처치를 하면 된다. 쓸데없는 잡념을 넣어서 마음에 동요를 오게 해서는 안 되는 것이다. 정명도(程明道)가 한 말. -근사록
# 마음을 조용히 하여 천지 만물을 보면 어느 곳에서나 봄의 양기가 자욱이 끼여 생생하게 발육하는 모습이 눈앞에 나타난다. 이런 기분이야말로 인자(仁者)의 마음과 일치하는 것이다. 정이천(程伊川)이 한 말. -근사록
# 마음이 크고 넓음은 끝없이 푸른 큰 바다와 같다. 정명도(程明道)가 한 말. -근사록
# 만물을 살리려 하는 도(道)는 인간의 본래 타고난 마음이다. 정이천(程伊川)이 한 말. -근사록
# 만물을 접하는 태도는 봄볕 같은 따뜻함이 있다. 정명도(程明道)를 찬양해서 정이천(程伊川)이 한 말. -근사록
# 만사를 돈독하게 하고 마음을 비워서 조용히 하는 건 인도(仁道)에 드는 근본이 된다. 장횡거(張橫渠)가 한 말. -근사록
# 만일 학문을 뜻하려면 도덕을 완성하는 것을 목표로 삼고 사람됨을 뜻하려면 성인(聖人)에 도달하는 것을 목표로 삼아야 한다. 정이천(程伊川)이 한 말. -근사록
# 말로써는 표현하지 않으나 마음속으로는 스스로 이해한다. 이것이 진정한 자득(自得)인 것이다. -근사록
# 말을 골라 삼가고 행동에 잘못이 없기를 기하고, 해야 할 업무에는 돈독하게 열심히 하는 것이 자기가 하고 있는 업무를 굳게 지키는 가장 좋은 방법이다. 정이천(程伊川)이 역전(易傳)에서 한 말. -근사록
# 말을 삼가서 그 덕을 기르고, 음식을 절제하여 몸을 보양한다. 이런 평범한 것이 실은 덕을 쌓고 건강을 유지하는 길이다. -근사록
# 명예를 좋아하는 자는 중급의 사람이다. 이런 사람에게는 명예라는 선행을 장려하는 힘은 있을 것이다. 그러나 군자는 명예를 구하고 바라는 마음이 전혀 없으므로 이것에 의해 격려되는 일은 없는 것이다. 정이천(程伊川)이 한 말. -근사록
# 모든 사물에 너무나 밝아서 지나치게 되면 세세한 것이 눈에 들어오게 되어 오히려 의심이 많게 된다. 정이천(程伊川)이 한 말. -근사록
# 몸과 마음을 바르게 닦아 경박한 것을 없애면 나에게 위엄이 생기게 된다. 위엄이 생기기 전에 남을 대하게 되면 내게 심복하지 않고 오히려 원망을 품게 되는 것이다. -근사록
# 바르지 못한 동기로써 결합된 자들은 오래 되어 헤어지지 않는 자가 아직 없다. 결코 오랫동안 영속(永續)될 수가 없다는 것이다. -근사록
# 보는 바, 즉 견식(見識), 기(期)하는 바, 즉 희망이나 이상은 원대하지 않으면 안 되는 것이다. 정명도(程明道)가 한 말. -근사록
# 부드러운 봄바람, 길상(吉祥)을 나타내는 경사스러운 구름. 이것이 안회(顔回)의 훌륭한 인격이다. 정명도(程明道)가 안자(顔子)를 칭찬해서 한 말. -근사록
# 빈천한 경우이거나 근심이 많은 것들은 너 자신을 닦아 옥으로 만드는 데 도움이 되는 것이다. 장횡거(張橫渠)가 한 말. -근사록
# 사람을 접할 때에 몸 전체가 하나의 화기(和氣)로 가득 찬다. 정명도(程明道)를 칭찬해서 정이천(程伊川)이 한 말. -근사록
# 사람의 감정 중에서 가장 일어나기 쉽고 억제하기 어려운 것이 노여움이다. 이 노여움을 없애고 외물(外物)을 대하지 않으면 바른 처치를 할 수가 없다. 정명도(程明道)가 한 말. -근사록
# 사람의 마음이란 사람마다 각기 다르다. 마치 얼굴 모습이 사람마다 다다르듯이 마음도 그와 같다. 정이천(程伊川)이 인용한 고어. -근사록
# 사람의 성(性)은 천리(天理)와 같은 것이다. 천리에는 거짓이나 잘못된 점이 없다. 따라서 사람의 성(性)은 결코 도리(道理)에 어긋나서는 안 되는 것이다. 성(性)은 선(善)이다. 정이천(程伊川)이 한 말. -근사록
# 사람이란 관리가 되면 인간의 뜻을 잃어버리게 된다. 관리가 되면 명예 때문에, 혹은 욕망과 보신을 위해, 혹은 세간의 평판 때문에 바람직하지 못한 일을 하기가 쉽다. 정이천(程伊川)이 한 말. -근사록
# 사물을 당해서 그것이 의(義)에 합당한가 아닌가를 살피고 그것이 어느 정도의 이익에 이어지는가를 생각하지 않아야 한다. -근사록
# 사욕을 없애고 도리에 따라 행동한다면 어떤 경우라도 마음은 너그러울 수가 있다. 정이천(程伊川)이 한 말. -근사록
# 상대를 공경하고 남에게 양보하는 정신을 백성에게 기르게 하면 서로 다투는 것은 없어지게 되고 세상은 저절로 다스려지게 된다. -근사록
# 성인은 하늘의 모습을 배우기를 바라고, 현인은 성인의 모습을 배우기를 바라고, 선비는 현인의 모습을 배우기를 바란다. 이처럼 수양이란 가까운 곳에서부터 한 발 한 발 나아가야 하는 것이다. 주염계(周廉溪)가 한 말. -근사록
# 성인이나 현인의 말은 세상을 구하고 자기를 닦기 위해서 부득이 말하는 것이다. 결코 쓸데없는 말을 지껄인 것은 아니다. 정이천(程伊川)이 한 말. -근사록
# 세상을 떠난 성인을 대신하여 끊어진 학문, 즉 성인의 도(道)를 다시 이어서 밝히는 것이다. 장횡거(張橫渠)가 한 말. -근사록
# 세상 일이라는 것은 나아가지 않은 때에는 반드시 물러가는 때이다. 결코 정지하고 있지는 않다. -근사록
# 송(宋) 나라 주무숙(周茂叔)은 위의 두 개의 설을 조화해서 우주의 본체는 무(無)인 동시에 유(有)이니, 유와 무를 초월한 것으로 설명하고 있다. -근사록
# 옛날 성왕(聖王)의 정치는 도덕으로써 천하를 다스렸으나 후세인 지금은 법률로써 천하를 잡아 통치하려고 한다. 법치만으로 참된 정치는 할 수 없는 것이다. -근사록
# 왕도 정치는 마치 숫돌처럼 평평해서 자연 그대로이다. 모두 인정에 근본하고 예의에서 나오기 때문이다. 정명도(程明道)가 한 말. -근사록
# 왕자(王者)를 보좌해서 충성을 다하는 정신. 제갈공명(諸葛孔明)에게는 이것이 있었다. 정명도(程明道)가 한 말. -근사록
# 왕자(王者)의 마음은 하늘과 땅이 널리 만물을 화육하는 것과 같이 한 털의 사심도 없어야 한다. 정명도(程明道)가 한 말. -근사록
# 욕심이 많은 자는 양심이 얕은 자이다. 장자(莊子)가 한 말. -근사록
# 욕심이 있으면 참된 강함은 없는 것이다. 사람이란 욕심이 있게 되면 반드시 그 욕심에 끌려서 자기의 지조를 잃게 되기 때문이다. -근사록
# 우주의 본원은 한면으로 생각하면 무(無)이고 또 한면으로 생각하면 유(有)이다. 혹은 또 유와 무를 초월하는 것이다. 주염계(周廉溪)가 한 말. -근사록
# 의문이 생겼을 경우 지금까지 품고 있던 의견에 구애받기 쉽다. 먼저 이전에 품은 선입관을 씻어 없애고 새로운 의미를 생각하도록 힘써야 한다. 장횡거(張橫渠)가 한 말. -근사록
# 일시적 감격으로 죽음에 이르기는 쉬운 일이나, 어떤 일에 마주쳤을 때 마음 편히 느긋하게 어떤 것이 의(義)인가를 생각해서 몸을 처하는 것은 한층 어려운 일이다. 정이천(程伊川)이 한 말. -근사록
# 정명도(程明道)는 사람을 가르치는데 적절한 것을 적절한 때에 가르치고 있다. 그것은 마치 시우(時雨)가 와서 자연히 땅을 적시는 것 같다. 정이천(程伊川)이 한 말. -근사록
# 지식은 넓고 원만해서 한쪽으로 치우치지 않아야 되고 행동은 방정해야 한다. 원(圓)과 방(方, 각)은 정반대이지만 모두 사람에게 필요한 것이다. 손사막(孫思邈)이 한 말. -근사록
# 지자(智者)는 사물의 징조를 빨리 알아서 이것에 대처하는 길을 굳게 지킨다. 정이천(程伊川)이 한 말. -근사록
# 책은 반드시 많이 읽을 필요가 없다. 읽은 책의 요령을 파악하는 것이 필요한 것이다. 정이천(程伊川)이 한 말. -근사록
# 처음에 털끝 정도의 틀림이 있으면 뒤에는 천 리나 되는 거리의 차로써 나타나게 된다. -근사록
# 천지만물을 잘 관찰해서 그 이치를 알고 그것을 나에게 맞추어서 고찰하는 것이 좋다. 그렇게 함으로써 명지(明知)에 달할 수 있는 것이다. 천리(天理)와 인심(人心)은 원래 하나다. 천리는 사물도 나와 일관해 있기 때문이다. 정이천(程伊川)이 한 말. -근사록
# 태어날 때의 그 상태가 인간의 본성이다. 정명도(程明道)가 한 말. 사람은 태어나면서부터 나쁜 일을 생각하지 않으니 성(性)은 선(善)하다. -근사록
# 하나의 마음 쓰기에 따라서 나라를 망하게도 하고 혹은 나라를 흥하게도 한다. 그것은 마음을 쓰는 데 공(公)과 사(私)의 차이에서 오는 것이다. 정명도(程明道)가 한 말. -근사록
# 하늘과 땅의 모습을 보면 천하 만물을 살리고 키우려 한다. 하늘과 땅의 참된 기상에 맞추어서 사물을 살리는 것을 인간의 도로 삼아야 한다. 정명도(程明道)가 한 말. -근사록
# 학문을 하면서 그것으로 인해 이름을 얻고자 하는 생각이 조금이라도 있다면 그것은 이미 거짓이 된다. -근사록
# 학문을 하지 않으면 빨리 쇠하게 된다. 학문에는 그 끝이 없다. 학문에 충성된 자는 노쇠라는 것은 없다. -근사록
# 학문의 본래의 목적은 성인의 도(道), 즉 도덕을 체득하는 것이다. 학문이 단지 문장을 만든다거나 문장의 잘하고 못함을 다투는 듯한 것만으로는 그 배우는 바가 얕고 천한 것으로 된다. 주염계(周廉溪)가 한 말. -근사록
# 학문이라는 것은 그것을 내 몸의 문제로서 생각하는 것으로부터 시작된다. 귀로 듣고 눈으로 보고, 그것으로 도리를 밝혔다고 생각하기 쉬우나 그것만으로서는 명확하지 않은 것이다. 자신의 신상의 문제라 생각하고 깊이 생각하는 것이 아니라면 참된 학문이라 할 수가 없다. 정이천(程伊川)이 한 말. -근사록
# 학문이라는 것은 의심을 해명하는 것이다. 학문을 하는 자는 먼저 의심을 품는 것으로 시작한다. 정이천(程伊川)이 한 말. -근사록
# 학문이란 영원한 장래를 내다보고 태평한 세상을 열기 위해서 하는 것이다. 단지 현재만을 위해서 학문을 해서는 안 된다. 장횡거(張橫渠)가 한 말. -근사록
# 학자는 책을 읽고 그것을 알고 박식하다고 뽐내서는 안 되는 것이다. 일고 배운 것을 내 것으로 만들어서 자득(自得), 즉 자기의 마음속에 채우도록 해야 한다. -근사록
# 한 고을의 백성의 마음을 파악하면 천하를 얻을 수가 있다. 덕(德)을 베푸는 정치로써 한 고을의 백성의 마음을 파악할 수 있으면 천하의 백성들은 그 덕을 사모하여 쏠려 오게 마련인 것이다. 정이천(程伊川)이 한 말. -근사록
# 현자(賢者)는 도리에 따라서, 그리고 그 이(理)에 만족하고 일을 한다. 그 행하는 바는 특히 힘쓰지 않아도 저절로 바르게 된다. 정이천(程伊川)이 한 말. -근사록
# 가난은 선비된 자에게 어울리는 것으로 부끄러운 것이 아니다. -후한서
# 공(功)을 세워서 후세에 전한다. 등우(鄧禹)가 한 말. -후한서
# 기산지조( 箕山之操 ). 기산(箕山)에 숨은 허유(許由)나 소부(巢父)처럼 세상을 등지고 구하는 바가 없는 높은 절조. -후한서
# 나의 진심을 토로하여 사람을 나의 뱃속에 둔다. 사심없이 사람을 신임하는 것. -후한서
# 늙은 어미소가 송아지를 핥는 것처럼 부모가 자식을 사랑함. -후한서
# 대장부가 세상에 처하려면 당연히 천하의 난을 소제하고 태평하게 해야 한다. 진번(陳藩)이 한 말. -후한서
# 두점방맹( 杜漸防萌 ). 모든 일은 처음 징후가 보일 때 막는다. 점(漸)은 사물의 처음. 맹(萌)은 싹. 모든 사물의 처음에 비유한다. -후한서
# 득롱망촉( 得롱望蜀 ). 농(롱)을 얻고 또 다시 촉을 탐낸다는 뜻으로 끝없는 인간의 욕심을 비유한 말. 한(漢) 나라의 광무제가 농(롱) 나라를 평정한 뒤에 다시 촉(蜀) 나라를 쳤다는 고사. -후한서
# 만복이 될 정도로 장서가 있다고 해도 읽고 공부하지 않으면 주머니에든 한 푼의 돈보다 가치가 없다. -후한서
# 백조(鵠)를 조각하다가 잘못 되어도 따오기(鶩)와 비슷하게는 된다. 근칙(謹칙)한 사람에게 배우면 선인(善人)은 될 수가 있다는 비유. 조카를 경계하여 마원(馬援)이 한 말. 근칙(謹칙)은 삼가서 스스로 경계하는 것. -후한서
# 범을 그리다가 이루지 못하면 오히려 개처럼 된다. 소양이 없는 자가 오걸풍을 잘못 본받으면 경박한 자가 된다. 조카를 경계한 마원(馬援)의 말. -후한서
# 범의 굴에 들어가지 않으면 범 새끼를 얻을 수가 없다. 위험을 무릅쓰지 않으면 큰 이익을 얻을 수 없다는 비유. 반초(班超)가 한 말. -후한서
# 보결습유( 補缺拾遺 ). 신하가 주군의 덕이 모자라는 점을 보충하는 것. 유(遺)는 부족한 것. -후한서
# 사람됨이 무겁고 위엄이 있는 것. 마치 적국이 앞에 있는 것처럼 사람을 두렵게 하고 삼가게 한다. -후한서
# 상대방의 기분을 살피다. 상대방에게 의지하기 때문에 그 사람의 기분을 살펴서 비위를 상하지 않게 한다는 말. -후한서
# 외모을 장식한다. 표면만 번드레하게 꾸미는 것은 마치 목각인형 같은 것이다. -후한서
# 용의 비늘을 휘어잡고 봉의 날개에 붙는다. 유력자에 붙어 자기의 공명을 세우는 것. -후한서
# 충신을 구하려면 반드시 효자가 난 문중에서 구하라. 효자이면서 불충한 자는 있을 수가 없다. -후한서
# 토끼를 쫓는 사람은 많지만 그 토끼를 잡는 자는 단 한 사람뿐이다. 토끼를 잡는 자는 단 한 사람뿐이지만 만 사람이 없으면 그 한 사람도 토끼를 잡을 수가 없다. -후한서
# 함소입지( 含笑入地 ). 웃음을 머금고 땅에 들어간다. 안심하고 죽는다는 말. -후한서
# 가늘고 작다고 말하는 추호의 끝보다 큰 것도 없고 가장 크다고 말하는 태산도 작은 것이다. 존재는 모두가 상대적인 것이다. 관점에 따라서 큰 것도 작게 볼 수 있고 작은 것이라도 크게 볼 수가 있다. -장자
# 간교로써 남을 이기지 말고, 권모로써 남을 이기지 말며, 싸움으로써 남을 이기지 말라. -장자
# 개가 짖는다고 해서 용하다고 볼 수 없고 사람이 지껄일 수 있다고 해서 영리하다고 볼 수 없다. -장자
# 거울이 깨끗하다면 거기에는 때나 먼지 하나 묻지 않는 법이다. 마음을 잘 닦고 깨끗하게 하면 더러운 생각은 깃들이지 않는다. -장자
# 견란이구시야( 見卵而求時夜 ). 달걀을 보고 곧 그 달걀이 때맞춰 울기를 바란다. 너무 성급한 모양. '우물에서 숭늉 찾는다.'는 말과 같다. -장자
# 견리이망기진( 見利而忘其眞 ). 눈 앞의 이익에 사로잡히게 되면 자기의 참된 처지를 모르게 된다. -장자
# 견백지매( 堅白之昧 ). 도리에 어긋나는 아무 소용도 없는 이론을 늘어놓는 것. -장자
# 경(敬)과 애(愛)는 모두 효도하는 요소라 생각되고 있으나 그 중에 공경으로써 효도는 하기가 쉽고 애정으로써 하는 효도는 어려운 일이다. -장자
# 곧게 자란 나무는 먼저 벌채되고 물맛이 좋은 우물은 먼저 마르게 된다. 쓸모가 있는 것이 오히려 재앙의 근원이 되는 것이다. -장자
# 공맹의 가르침은 육경, 즉 시(詩)·서(書)·예(禮)·악(樂)·역(易). 춘추(春秋)를 교과의 중심으로 하고 있으나, 그 육경이란 옛날 성왕이 행한 발자취이지 성왕 그 자신은 아니다. 즉 진짜가 아닌 것을 가르침은 존중할 필요가 없는 것이다. -장자
# 꼬리를 뻘 속에 질질 끌고 있기로 하자. 가령 그 환경이 어떻든 자기의 마음에 맞는 생활을 하는 것이 즐겁기 때문이기에. 초왕(楚王)은 국정을 장자(莊子)에게 맡기기 위해 그를 맞이할 사자를 보냈다. 그 때 장자는 다음과 같은 비유를 들어 거절했다. 초(楚) 나라에 큰 거북이 있다. 거북은 옛날에는 점(占)을 치는데 쓰는 중요한 것이었다. 그 거북이 죽은지 벌써 삼천 년이 지났지만 왕은 이것을 소중하게 여겨서 상자 속에 넣어 두었다. 그러나 가령 그 거북에게 너는 죽은 후에 이렇게 정중하게 대접받는 것이 좋은가 아니면 살아서 뻘 흙 속에 꼬리를 질질 끌고 있는 것이 좋겠는가 하고 묻는다면, 아마 거북은 뻘흙 속에 꼬리를 질질 끌고 있어도 살아 있고 싶다고 답할 것이다. 이처럼 나도 당신의 우대를 받아 벼슬살이를 하는 것보다는 역시 자유스럽게 뻘흙 속에 꼬리를 질질 끄는 쪽을 택하겠다고 답했다고 한다. -장자
# 과거를 탓하지 않고, 미래를 생각해 안달하지도 않고, 일과 시기에 적절하게 응하여 마음속에 찌꺼기를 남기지 않는다. -장자
# 구시야(求時夜). 닭이 울어서 때를 알리는 것을 구한다. 만일 하늘의 신이 나를 닭으로 해 준다고 해도 나는 언제라도 그 운명에 몸을 맡기겠다. 구시야(求時夜)에는 견란이구시야( 見卵而求時夜 ) 라는 다른 뜻도 있다. 즉 달걀을 보고서 그 달걀에게 때를 알리기를 바란다는 성급함을 뜻하는 말. -장자
# 군자의 사귐은 담담함이 물과 같고, 소인의 사귐은 달콤함이 단술과 같다. -장자
# 꿈을 꾸고도 그것이 꿈인 줄 모르고 꿈속에서 지금 꾼 꿈의 길흉을 점친다. 인생은 결국 꿈속의 꿈이다. 사람은 좋은 꿈을 꾸면 기뻐하고 흉한 꿈을 꾸면 걱정한다. 그러나 그것도 결국은 꿈속의 일임을 알아야 한다. -장자
# 그대로 앉아 있으면서 모든 것을 잊어버린다. 도연자실(陶然自失), 심신 모두 내 자신을 비웠다. 이것이 인간의 최고 경지라 할 수 있다. -장자
# 그 지방에 가면 그 지방의 풍습을 따라야 한다. 그것이 자연으로 사는 삶이다. -장자
# 극히 교묘한 장인의 형용. 영(영) 땅의 사람이 코 끝에 백토를 바랐을 때, 석(石)이라는 장인이 도끼를 휘둘러서 바람을 일게 하여 코 끝에 바른 백토를 깎아 냈으나 코를 다치지 않았다는 고사. -장자
# 기계(機械)가 만들어지면 편리해지니 그 기계를 쓸 일이 생긴다. 기계를 쓰고 있으면 언제인지 모르지만 그 기계에 휘둘리게 된다. 즉 기계의 발달은 대단히 좋은 일이긴 하지만 기계에 휘둘리게 되면 사람의 마음의 부재를 초래하게 되는 것이다. 옛날 공자의 제자 자공(子貢)이 지방에 갔을 때 한 노인이 동이에 물을 퍼다가 물을 주고 있었다. 이것을 본 자공이 한 동이씩 물을 퍼다가 준다면 힘이 들 것이다. 지금은 두레박이라는 기계가 있으니 그것으로 물을 푸는 것이 좋다고 말한즉, 그 노인은 나도 그걸 모르는 바가 아니지만 단지 수치스러워서 쓰지 않는다고 말하고 위와 같은 말을 했다고 함. -장자
# 기련현(기憐현). 사람이란 모두 자기에게 없는 것을 보고는 훌륭하다고 여기기 쉽다. -장자
# 나무는 다 타고 없어도 그 불씨는 끊어지지 않는다. 형태는 소멸해 없어져도 정신은 살아 남아서 없어지지 않는다. 즉 전통은 이어져 나가는 것. -장자
# 나에게는 확고부동한 주의주장이 있습니다. 저울 추를 만드는 장인이 나이 팔십이 되어도 작품에 한 푼의 틀림이 없었다. 어느 사람이 그 도(道)를 물었더니 그 장인은 나는 저울 추를 만드는 것 이외는 아무 것에도 눈을 돌리지 않고 해 왔다고 말했다. -장자
# 나에게 선하게 하는 사람에게 나 또한 선하게 하고, 나에게 악하게 하는 사람에게도 나는 선하게 할 것이다. 내가 먼저 남에게 악하게 아니하였으면 남도 나에게 악하게 하는 일이 없을 것이다. -장자
# 나의 삶은 단지 어떤 것의 지시에 따라서 움직이고 있는지도 모른다. 이 세상의 모든 행동은 대자연의 힘의 지배를 받고 있기 때문이다. 이것은 그림자(影)와 망량(罔兩, 그림자 바깥쪽에 생기는 희미한 그림자)의 문답. 망량이 그림자에게 물었다. "아무리 생각해도 이상한 일이다. 지금 당신이 걸으면 나도 따라서 걷고 당신이 앉으면 나도 앉고, 당신이 서면 나도 서게 된다. 도대체 내게는 자주(自主)의 지조는 없는 것일까." 이 물음에 대해 그림자가 답했다. "나도 그와 똑같다오. 무엇에 지배되고 있는 것 같아. 즉 그림자를 만드는 실체가 있어 그 실체의 행지자기(行止坐起)에 따라서 나도 또한 행지좌기한다오." 라고 답했다. 즉 천지간에 존재하는 모든 것은 대자연의 힘에 의해 움직이고 있다고 가르치고 있다. -장자
# 남의 의견에 대해서는 단지 동조할 뿐 자기의 주장은 하지 않는다. 그럼에도 불구하고 애타타(哀駝타)라는 사람은 남녀 모두가 흠모하였다. -장자
# 너는 벌써 자기의 이마에다 인의(仁義)라는 자자(刺字)를 해 버렸다. 즉 움직일 수 없으리 만큼 도덕에 꽉 묶여 있다. 그래서 자연에 몸을 맡기는 자연인이 될 수가 없는 것이다. -장자
# 너무 재주가 많은 자는 수고가 많고 너무 영리한 자는 쓸데없는 걱정으로 고생이 많다. -장자
# 너무 지나치게 명찰(明察)하면 오히려 색채의 감각이 흐트러져 색의 구별을 그르치는 수가 있다. -장자
# 너무 흰 것은 더러운 것처럼 보이고 위대한 덕을 지닌 사람은 좀 모자라는 것처럼 보인다. -장자
# 노장의 지덕지세란 군자와 소인의 구별도 없고, 지자와 무지자의 차별도 없고 보는 것도 없고, 듣는 것도 없고 바라는 것도 없고, 아는 것도 없는 세상을 말한다. -장자
# 당랑지부( 螳螂之斧 ). 사마귀가 앞발을 들어 수레를 막는다는 말로 제 분수도 모르고 강한 적에 반항하여 덤벼듦을 비유한 말. 당랑거철( 螳螂拒轍 ). -장자
# 대인(大人), 즉 도(道)를 닦은 훌륭한 자는 자기라는 것을 생각하지 않는다. -장자
# 대장부란 인(仁)이라는 천하의 넓은 집에 살고, 예라는 천하의 바른 위치에 서서, 의리라는 천하의 큰 도를 행하는 것이다. -장자
# 덕(德)이라는 것은 명예욕에 의해서 소멸되는 것이다. 공자의 말을 인용한 것. -장자
# 도덕에 있어서 어떤 장점을 지니고 있으면, 가령 그 사람의 용모나 체격 따위가 이상하더라도 세상 사람이 곧 잊어버리고 만다. -장자
# 도둑에게도 할 말은 있다. 최상의 지(知)도 최고의 도(道)도 도둑을 위해 준비된 것이다. 노리는 창고 안에 재물의 유무를 꿰뚫어 보는 것은 도둑의 성(聖)이고, 창고 안으로 앞장서서 들어가는 것은 용(勇)이다. 도둑질을 끝내고 돌아올 때에는 맨 뒤에 있어 끝까지 남아 패거리들을 먼저 도망가게 하는 것을 의(義)라 할 수 있고, 도품(盜品)의 좋고 나쁨을 판별하는 것은 지(知)이고, 도품을 공평하게 분배하는 것은 인(仁)이다. 성(聖), 용(勇), 지(知), 의(義), 인(仁)의 다섯 덕(德)이 없이는 대도(大盜)가 될 수 없다. -장자
# 도(道)를 알기는 쉬워도 말하기는 어렵다. 알고서 말하지 않는 것은 자연의 경지에 들어간 까닭이요, 안다고 하여 말하는 것은 인위적이기 때문이다. -장자
# 도인은 명성이 없고, 덕이 높은 사람은 재물이 없으며, 대인(大人)은 자신을 무시한다. -장자
# 마음보다 더 잔인한 무기는 없다. -장자
# 마음속은 도리에 따라서 바르고 곧게 굽히지 않으나, 바깥 면은 세상에 맞게 온유하고 공손한 태도로 대한다. -장자
# 만일 사람이 선하지 못한 일을 하여 그 이름을 세상에 나타냈다면, 다른 사람이 비록 해치지 않더라도 하늘이 반드시 죽일 것이다. -장자
# 말의 참된 뜻은 말 자신을 꾸밈으로 인해 숨어 버리게 된다. 말이란 솔직해야 한다. -장자
# 말이라는 것은 바람이 물결을 생기게 하는 것과 같이 하게 되면 세상에 문제를 생기게 만든다. 한번 생긴 결과는 이미 다시 돌이킬 수가 없는 것이다. -장자
# 매미잡이는 매미 날개만을 눈에 둔다. 마음을 한 곳에만 집중시킨다는 비유. 공자가 초(楚) 나라에 갔을 때 꼽추가 장대로 매미를 잡고 있었다. 그것이 백발백중이라서 그 이유를 물은즉, 꼽추는 매미를 잡을 때에는 세상일은 일체 잊어버린다. 천지가 크다는 것도 만물이 많은 것도 안중에는 없다. 단지 매미의 날개만을 생각하고 눈에 멈춘다고 답했다고 한다. -장자
# 면전에서 남을 즐겨 칭찬하는 사람은 또한 뒤에서 남을 즐겨 헐뜯는다. -장자
# 명예(名譽)나 실리(實利) 앞에는 성인이라도 이기기 어려운 것이다. 이 명실(名實) 두 개는 인간이 바라는 자연적인 욕망이다. 공자의 말을 인용. -장자
# 모든 것이 다르다는 견해는 간과 쓸개 사이도 초 나라와 월 나라 사이처럼 다르게 보이는 것이다. 한편 만물은 모두 하나라는 견해는 모두가 같은 것이라고 보게 된다. 공자의 말을 인용한 것. -장자
# 무광(무光)이라는 열사는 세상에 도(道)가 행해지지 않는 것에 분개하여 돌을 등에 지고 여수(廬水)의 강물에 몸을 던졌다. -장자
# 무궁한 문으로 들어가서 무극한 들에서 논다. 대자연과 일체가 되어서 삼라만상 속에 녹아 들어가 버린다. 이것이 노장(老莊)의 이상적인 생활이다. -장자
# 무용(無用)이라는 것을 알고 비로소 유용(有用)의 의미를 안다. 대지(大地)는 크고 넓다. 그러나 사람에게 필요한 땅은 서 있는 발 넓이 뿐이다. 내가 딛고 있는 발 넓이의 땅 이외는 전부 무용이라 하고 전부 파 없애서 지하의 샘까지 닿았다고 한다면 어떻게 될까. 그 때 비로소 무용의 대용(無用之有用)이라는 것을 알게 되는 것이다. -장자
# 무위(無爲), 자연 그대로 있으면서 크고 존중한 일을 하는 것이 천도(天道)이다. 이와 반대로 여러 작위(作爲)를 하고 그 결과는 단지 번거롭고 분잡한 것만 초래하는 것이 인간이 지금까지 해 온 일이다. -장자
# 물에는 물의 즐거움이 있고 돌은 돌의 즐거움이 있다. -장자
# 물오리의 다리는 다른 새에 비해 짧으나 이것이 짧다고 해서 이어서 길게 해 주면 물오리는 걱정할 것이다. 학의 다리는 비록 길지만 이것을 잘라서 짧게 해 주면 학은 반드시 슬퍼할 것이다. 어느 것이나 자연에 반하기 때문이다. 사람의 일도 이와 같아서 제각기 타고난 본성이 있는데, 이것을 다른 사람이 이래라 저래라 하고 지시한다면 본인에게는 귀찮은 일이 될 것이다. -장자
# 물 위를 가는 데에는 배보다 나은 것이 없다. 또한 뭍으로 가는 데에는 수레를 쓰는 것이 가장 좋다. 그때 그때에 따라서 쓰이는 것이 제각기 다르다. 가령 주공의 가르침이나 공자의 가르침이라도 고금에 따라서 다름이 있으면 그 실시하는 방법도 달라야 하는 것이다. -장자
# 물은 제 스스로 가는 길이 있다. 단지 그 길을 따라서 헤엄칠 뿐 자기의 의사를 쓰지 않는다. 이것이 흐르는 물에서 헤엄치는 그 이상 없는 비결이다. 공자가 여양(呂梁)에 갔을 때에 한 젊은이가 급류에서 헤엄치고 있었다. 공자가 경탄하여 그 방법을 물었다. 그 젊은이가 이런 말로 답했다고 한다. 그 경우(境遇)에 거스러지 않는 것이 인생의 생을 다하는 길이다. -장자
# 물이 어느 정도의 깊이가 없으면 큰 배를 띄울 수가 없다. 이와 같이 충분한 학문과 수양을 쌓지 않으면 중한 임무를 당할 수가 없는 것이다. -장자
# 미인으로 이름나 있는 서시가 심장병을 앓아서 그 아픔으로 항상 이맛살을 찌푸리고 있었다. 추녀들은 서시가 하는 것이 모두 좋은 것이라 여기고 자기들의 고향으로 돌아가서 가슴을 누르고 얼굴을 찌푸리고 있었다. 이것을 본 동리 사람들은 모두 얼굴을 돌렸다고 한다. 남의 흉내를 낸다는 것은 어떤 경우에는 바라는 바와 정반대의 결과가 된다는 비유. -장자
# 민심을 모으기는 어렵지 않다. 사랑하면 가까워지고 이익을 주면 모여들며 칭찬을 주면 부지런히 일하고 비위를 거스르면 흩어진다. -장자
# 바깥 것에 순응한다. 바깥 것이 흔들거리면 자기도 함께 흔들거린다. 즉 자연의 물결에 따라서 자기도 행동한다. 이것이 양생의 정상적인 길이다. -장자
# 바른 것을 행하고 있으면 어떤 경우에라도 자기 마음은 안정(安靜)된다. 그 안정이 이루어졌을 때 비로소 다른 사물의 참모습을 꿰뚫어 보는 힘, 즉 명(明)이 생기게 된다. 명(明)으로 되면 비로소 자기의 마음이 허(虛), 즉 허심탄회한 상태로 된다. 이 허(虛)의 상태로 된 때에는 어떤 일이라도 불가능한 것은 없어진다. 이것이 사람이 지니는 기뻐하는 희 (喜), 성내는 노(怒), 슬퍼하는 애(哀), 두려워하는 구(懼), 사랑하는 애(愛), 악한 일을 하는 악(惡), 욕심을 부리는 욕(慾)의 칠정(七情)에 마음이 동하지 않고 세상을 사는 방법이다. -장자
# 배고프고 배부른 때를 잘 맞추어서 다스려야 한다. 맹수를 조련하는 요령은 그 맹수가 배고파 할 때에 적당히 먹이를 주고 배불러 있을 때에는 주지 않는다. 사람과 사람 사이에도 이처럼 상대가 필요로 할 때를 잘 보아서 적당하게 여기에 대응한다. 이것이 사람을 거느리는 방법이다. -장자
# 배우는 자가 도저히 자기가 배울 수 없는 것을 배우려 한다. 쓸데없는 정력을 소모하고 있는 것이다. -장자
# 백락(伯樂)이란 사람은 말(馬)을 알아보는 데에 천하에서 첫째다. 그러나 백락은 말을 죽이고 있는 것이다. 말의 발굽을 깎고 갈기를 끊고 마구 간에 가두어 둔다. 이렇게 해서 열 필(匹) 중에 세 필은 죽는다. 또한 말을 훈련하고 말에 장식을 한다. 이렇게 해서 열 필 중에 다섯 필은 죽는다. 어떤 일이나 너무 인위를 가하게 되면 그 해가 많은 것이다. 자연 그대로 맡겨 두는 것이 좋다. -장자
# 백성을 사랑하는 것은 오히려 백성을 해롭게 하는 것의 시작이 된다. 가령 법을 제정하는 것은 백성을 사랑하기 때문이지만 그 보호의 도가 지나치면 오히려 백성을 해롭게 하는 것이 된다. -장자
# 뱁새는 깊은 숲속에 집을 짓는다고 해도 나뭇가지 하나에다 짓고, 방축쥐는 저 황하의 물을 먹는다고 해도 그 조금마한 배 하나를 채울 뿐이다. 아무리 욕심을 부려도 실제로 차지할 수 있는 재보(財寶)는 얼마 되지 않는다. -장자
# 보이지 않는 형상을 보고 소리가 없는 소리를 듣는 것이 가장 중요한 것이다. -장자
# 부모를 공경하는 효행은 쉬우나, 부모를 사랑하는 효행은 어렵다. -장자
# 북을 치면서 집 나간 아들을 찾는다. 이렇게 되면 아들은 북소리를 듣고 도망갈 뿐으로 찾을 수가 없게 된다. -장자
# 분노할 줄 모르는 사람은 바보이다. 그러나 분노하지 않는 사람은 현인(賢人)이다. -장자
# 불상지금( 不詳之金 ). 불길한 금속. 가령 명공이 쇠붙이를 녹이려 할 때, 그 쇠붙이가 나는 부엌칼이 되기는 싫다. 꼭 막야(막야, 명검의 하나)처럼 명도(名刀)가 되고 싶다고 주장한다면 명공은 반드시 불길한 금속이라고 여길 것이다. 인간은 인간이 될 것만을 원해 자연의 운명에 순응해야 한다. -장자
# 불을 끄기 위해 불을 쓴다. 불은 더욱 세차게 된다. 방법이 잘못되면 목적과는 정반대되는 결과가 된다. 물을 막기 위해 물을 쓰는 것과 같다. 이런 것을 익대(益多)라 한다. -장자
# """.splitlines()

# WORDS = """가든
# 가람
# 가람슬기
# 가람휘
# 가림
# 가온
# 가온길
# 가온누리
# 가온들찬빛
# 가온뫼
# 가온해
# 가이
# 가자
# 가장
# 갈
# 거늘
# 거울
# 겨라
# 겨레
# 겨루
# 겨슬
# 그리
# 그린나래
# 글고운
# 글길
# 기쁨해
# 길
# 길가온
# 꽃가람
# 꽃내
# 꽃내음
# 꽃채운
# 꽃초롱
# 꽃큰
# 나길
# 나나
# 나라빛
# 나라우람
# 나라찬
# 나래
# 나래울
# 나려
# 나로
# 나루해오름
# 나봄
# 나빛
# 나샘
# 나슬
# 나예
# 나오
# 난길
# 난새
# 난슬
# 날샘
# 날애
# 남
# 남은
# 내길
# 내꽃
# 내담
# 노아
# 노을
# 누리보듬
# 누리봄
# 누리알찬
# 누림
# 눈꽃
# 눈솔
# 뉘
# 늘다
# 늘봄
# 늘빈
# 늘솔길
# 늘솜
# 늘예솔
# 늘찬
# 다가
# 다빈
# 다스리
# 다슬
# 다온
# 다올
# 다옴
# 다와
# 다은
# 다이
# 다참
# 다한
# 다흰
# 다힘
# 도담
# 도도
# 도란
# 도래
# 도손
# 도움
# 동이
# 두나
# 두동
# 두루
# 두메꽃
# 두바다찬솔
# 두빛나래
# 두온
# 두힘
# 드리
# 든솔
# 든해
# 든해솔
# 들샘
# 들찬
# 들찬길
# 라라
# 라미
# 라별
# 라와
# 란새
# 렁찬
# 로다
# 로와
# 로운
# 로지
# 루다
# 루라
# 루리
# 리네
# 리라
# 리리
# 마디
# 마루
# 마루나
# 마루한
# 마리
# 마음
# 마음새
# 말근
# 말글
# 맑은
# 맑은가람
# 맑은누리
# 매디
# 모두가람
# 모두다
# 모드니
# 모든
# 모람
# 모아
# 모은
# 모이
# 모해
# 무들
# 무슬
# 무지개
# 물맑
# 물보라
# 미나
# 미나래
# 미드미
# 미라
# 미리별
# 바다
# 바로찬글
# 바론
# 바름
# 밝은빛누리예
# 밝음이
# 범한
# 벼리
# 별
# 별글
# 별솔
# 별하
# 보나
# 보늬
# 보단
# 보담
# 보라나
# 보람
# 보르미
# 보미
# 보미나
# 보아라
# 보예
# 봄나
# 봄시내
# 봄해
# 부루
# 불꾼
# 비사벌
# 비치
# 비치나
# 빈길
# 빛글
# 빛길
# 빛다
# 빛솔
# 빛초롱
# 새길
# 새꽃
# 새나
# 새난
# 새누
# 새늘
# 새론
# 새밝
# 새솔
# 새얀
# 세련
# 세리
# 세움
# 세이
# 세찬
# 소리
# 소미
# 소아
# 소예
# 솔관
# 솔길
# 솔빛길
# 솔잎
# 솔찬
# 수련
# 수리
# 슬기
# 슬아
# 슬아라
# 슬예
# 슬옹
# 슬우
# 슬찬
# 승아
# 시내
# 시원
# 아라
# 아란
# 아련나래
# 아롱별
# 아름나
# 아리솔
# 아리알찬
# 안찬
# 알
# 알찬마루
# 알찬바로
# 알찬해
# 얀
# 얀별
# 얀새
# 얼
# 엄지
# 에가득
# 에다
# 여름
# 영글
# 예님
# 예다움
# 외솔
# 우람늘
# 우솔
# 움찬
# 으뜸
# 은새
# 은소라
# 은솔
# 은솜
# 은송이
# 이든샘
# 이루리
# 이루리라
# 이룩
# 이솔
# 이송이
# 이플
# 잎새
# 자랑
# 자올
# 잔디
# 재마루
# 재미
# 재바우
# 재찬
# 제나
# 제철
# 조롱목
# 조은
# 조히
# 종달
# 주나
# 주리
# 주미
# 지나
# 지니
# 지은
# 지음
# 진나
# 진달래
# 진샘
# 진솔
# 진이
# 차나
# 차미
# 차분
# 차분나래
# 차오름
# 착히
# 찬
# 찬내
# 찬놀
# 찬누리
# 찬늘
# 찬늘봄
# 찬들
# 찬솔
# 찬솔나라
# 찬솔큰
# 찬슬
# 찬슬기
# 참
# 참이
# 참이삭
# 채움늘
# 초고리
# 초롬
# 초롱
# 초롱꽃
# 치리
# 크나
# 크심
# 큰가람
# 큰길
# 큰깃
# 큰꽃
# 큰꽃늘
# 큰꽃들
# 큰나라
# 큰나래
# 큰돌찬
# 큰돛
# 큰마루
# 큰말
# 큰맘
# 큰모듬
# 큰모음
# 큰뫼
# 큰솔
# 큰아
# 큰애
# 큰재
# 큰힘
# 클
# 키움
# 키클
# 타고나
# 터전
# 터큰
# 텃골
# 텃골돌샘터
# 토리
# 통꽃
# 튼동
# 튼싹
# 튼트나
# 튼튼
# 틀큰
# 티나
# 파라
# 파라나
# 파라미
# 파란
# 파랑
# 파랑새
# 퍼리
# 펴라
# 푸르
# 푸르나
# 푸르내
# 푸르니
# 푸른나래
# 푸른나무
# 푸른들
# 푸른마을
# 풀잎
# 풀큰
# 풋내
# 피네
# 피라
# 피리
# 피어나
# 핀아
# 하나
# 하늬
# 하람
# 하랑
# 하련솔
# 하예라
# 하예진
# 한
# 한가람
# 한결
# 한길찬
# 한내
# 한누리
# 한별나라
# 한봄찬
# 한빛
# 한샘가온
# 한울
# 해가빛
# 해긴
# 해길
# 해나
# 해늘
# 해님꽃
# 해련
# 해비치
# 해사랑해
# 해샘찬
# 해솔
# 해찬나래
# 해찬솔
# 환찬
# 환히찬
# 횃불
# 희라
# 흰가람
# 흰꽃
# 힘찬""".splitlines()


# SHORT_SENTENCES = """가볍고 단출하다 의 뜻인 가든하다 에서 뿌리(어근)를 따온 이름.
# 강 의 옛말로, 영원히 흘러가는 업적을 남기는 사람이 되라는 뜻으로 지은 이름.
# 강(가람: 옛말)처럼 푸르게, 그리고 슬기롭게.
# 휘(곡식을 되는 그릇의 한 가지로 20말, 혹은 15말 들어가 있다)에 강(가람: 옛말)물을 가득 채울 수있을 만큼 큰 그릇이 되라고.
# (좋은 것을) 가리다 의 이름씨꼴(명사형)을 따서 지은 이름.
# 세상의 중심이 되라는 뜻으로,가운데의 옛말 가온대에서 따서지은 이름.
# 정직하고 바른 가운데(가온대: 옛말) 길로 살아가라고 지은 이름.
# 무슨 일이든 세상(누리: 옛말)의 중심(가온대: 옛말)이 되어라.
# 들 한가운데(가온대: 옛말)에 빛이 가득 찬.
# 가운데의 옛말 가온대의 가온 과 산 의 옛말 뫼를 합친 말로, 산 가운데에서도 가장 중심이 되는 산의 뜻을 담은 이름.
# 가운데(가온대: 옛말) 해, 곧 세상의 제일이라는 뜻.
# 반 씨 성과 어울려 반갑다는 뜻.
# 높은 이상을 향해 가자는 뜻에서.
# 어는 것보다 뛰어나라는 뜻에서 어찌씨(부사) 가장 을 그냥 따옴.
# 가을 을 줄여 지은 이름.
# 출세하라는 뜻에서 거느리다 를 줄임.
# 세상의 본보기가 되라는 뜻에서 물체를 되비쳐 주는 거울을 그대로 따옴.
# 의지적 인간이 되도록 이 씨 성과 어울려 지은 이름.
# 민족
# 지지 말고 살라는 뜻으로 겨루다 에서 따옴.
# 겨울 같은 어려움도 꿋꿋하게 이겨 나가라고 겨울의 옛말 겨슬을 그대로 따옴.
# ①그네 의 옛말을 그대로 따서 지은 이름. ②그리다 에서 따옴.
# 그린 듯이 아름다운 날개(나래: 방언).
# 고운 글처럼 살라고.
# 글로써 삶의 길을 살아가라고.
# 남에게 기쁨을 주는 해처럼 살라는 뜻에서.
# ① 잘 살 수 있도록 인생의 앞길을 잘 닦으라는 뜻에서 지은 이름. ② 길이 없는 곳에 길을 만드는 사람이되라는 뜻에서 지은 이름.
# 길 가운데(가온대: 옛말).
# 꽃이 있는 강(가람: 옛말).
# 꽃의 내음(향기).
# 꽃의 냄새.
# 꽃으로 가득 채운.
# 꽃같이 생긴 초롱.
# 꽃처럼 예쁜게 크라는 뜻.
# 나(자신)의 길을 꿋꿋이 걸어가라는 뜻.
# 그냥 부드러운 소리를 그대로 따옴.
# 빛나라.
# 우람하고 씩씩하게 자라나라.
# 참된 마음이 가득 찬 사람으로 자라나라.
# 날개(나래: 방언)가 상징하는 것처럼 자유롭고 창조적인 사람이 되어라.
# 나래(날개: 방언)가 날아오른 꽃 울타리 를 줄여 다듬음.
# 늘 좋은 일이 하늘에서 내려오길 바라는 마음에서 경기도 방언 나려오다 에서 따온 이름.
# 나로 하여금 이란 말에서 따온 말.
# 강나루에 해가 떠오름.
# 봄에 태어나다.
# 빛처럼 밝고 환한 아이가 태어나다.
# 샘처럼 맑고 깨끗한 아이가 태어나다.
# 남들보다 더 나을 훌륭한 일을 하라는 뜻에서 나을 의 방언을 삼은 이름.
# 나비처럼 예쁘게 를 줄여 다듬음.
# 안에서 밖으로 나오다 의 나오다 에서 줄기(어간)을 따온 이름.
# 밝고 환한, 앞날을 향해 난 길.
# 한껏 날아오른 새.
# 빼어난 슬기 를 줄여 다듬은 이름.
# 언젠가 힘차게 솟아날 샘.
# 날개의 방언 나래를 바꾸어 적은 이름.
# 나무처럼. 남은 나무의 제주도 방언.
# 늘 넉넉한(남은) 삶을 살라는 뜻에서 지은 이름.
# 시냇가로 나 있는 길, 또는 나의 길.
# 시냇가에 피어 있는 꽃.
# 힘차게 나아가라는 뜻에서 내닫다 의 이름씨꼴(명사형) 내달음을 줄여 다듬음.
# 놓아가다(배가 빨리 가다) 를 소리나는 대로 적은 노아가다에서 따온 이름.
# 노을처럼 예쁘게 자라라고.
# 세상의 옛말 누리 와 보듬다 의 보듬 을 합쳐 지은 이름으로, 온 세상을 한껏 보듬고 살아가거라라는 뜻을 지닌 말.
# 세상(누리: 옛말)을 봄처럼 늘 희망 있게 가꾸라고.
# 세상(누리: 옛말)을 알차게 만드는 사람이 되라고.
# 인생의 참된 즐거움을 모두 누림.
# 눈 속에서도 피어나는 꽃.
# 눈이 쌓인 소나마(솔).
# 뉘 는 평생, 세상 의 옛말.
# 자라날수록 슬기, 지식 따위가 점점 늘어나라고.
# 언제나 봄처럼 활기차고 새롭게 살아가라.
# 언제나 빈 마음으로 욕심 없이 살아가라.
# 늘솔길 제나 솔바람이 부는 길.
# 언제나 솜씨가 좋다.
# 늘예솔 제나 이쁘고 소나무(솔)와 같은 변함이 없다.
# 언제나 옹골찬.
# 어렵고 험한 일은 모두 다 가라는 뜻에서 지은 이름.
# 빈 마음으로 최선을 다하다.
# 다스리다 의 줄기(어간)를 그대로 삼은 이름.
# ①모든 일을 다 슬기롭게 헤쳐나갈. ②다스릴 을 줄여 다듬음. ③다사롭다 의 슬겁다 에서 첫 소리마디(음절)을 따옴.
# 좋은 모든 일들이 다 오는.
# 하는 일마다 모두(다) (복이) 올.
# 하는 일마다 모두(다) (복이) 옴.
# 하는 일마다 모두(다) (복이)와. 특히 정씨 성과 잘 어울리는 이름으로, 정다와.
# 다사롭고 은은한 을 줄여 다듬음.
# 정다이, 즉 정답게. 다이 는 -답게 의 옛말.
# 다 가득 참. 다 진실(참).
# 모든 일에 최선을 다하는.
# 모두 하얀.
# 있는 힘을 다하다.
# 건강하게 자라나라는 뜻에서 어린애가 탈 없이 잘 자라는 모양 을 나타내는 도담도담 에서 따온 이름.
# 돋우다 의 옛말 도도다 에서 줄기(어간)를 따온 이름.
# 나직한 목소리로 정겹게 의 뜻을 지닌 도란도란 에서 따온 말.
# 도래 잘 살라는 뜻에서 오래오래 의 다른 말인 도래 도래에서 따온 이름.
# 오손도손(→오순도순) 에서 뒷말을 따온 이름.
# 어려울 때 도움이 되는.
# 딸 그만 낳아라 라는 뜻으로 한동이 났다 에서 따온 이름. 동은 : 윷놀이에서 말이 첫 밭에서 끝 밭을 거쳐 나가는 한 차례.
# 둘째로 얻은 아이라는 뜻에서 둘 의 경상남도 방언 두나를 그대로 따온 이름.
# 앞뒤가 엇갈리거나 어긋나다 라는 두둥지다 에서 따온 이름.모순된 삶을 살지 않겠다는 반어적 이름.
# 들처럼 넓고 탁 트인 마음을 가지라고. 두루는 들의 방언. 두루두루 에서 따온이름.
# 깊은 산골에 피어 있는 꽃.
# 바다처럼 넓은 마음을 지닌 옹골차고 소나무(솔)처럼 꿋꿋한 아이를 두다.
# 두 개의 빛나는 날개(나래: 방언).
# 두 번째로 온.
# 힘있는 아이를 두다.
# 드리다 에서 줄기(어간)를 따온 이름.
# 든든함이 든 굳세고 야무진 소나무(솔)처럼 살라고.
# 집안으로 가득 든 햇빛.
# 가득히 든 해와 소나무(솔)처럼.
# 들에서 솟는 샘.
# 들판 가득 찬.
# 들판으로 박차고 나아가는 길.
# 흥겨울 때 읊조리는 소리.
# 동그라미 에서 따온 이름.
# 빛나라 별들아 에서 특정 소리마디(음절)를 따서 지은 이름.
# 비교를 나타내는 어찌자리 토씨(부사격조사) 보다 의 옛말.
# 노란새 에서 따온 이름으로 노 씨 성과 어울려 지은 이름.
# 우 씨 성과 어울려 남자답게 우렁차게, 힘차게.
# 기다리던 아이가 바로 너로다 라는 뜻으로 너로다 에서 따온 이름.
# 슬기로와, 이로와 등에서 따온 이름.
# 슬기로운, 이로운 에서 따온 이름.
# 오 씨 성과 어울려 지어 오로지 , 즉 한 곬로.
# 이 씨 성과 어울려 지어 이루다 , 즉 뜻하는 것이 그대로 되게 하다.
# 뜻한 바를 잘 이루라고 이 시 성과 어울려 지은 이름.
# 이 씨 성과 어울려 지어 이루리 , 즉 뜻을 펴리.
# 우리네 조상, 우리네 정, 우리네 나라 들의 우리네 에서 따온 이름.
# 하리라, 이리라 들의 씨끝(어미)에서 따온 이름. 특히 이 씨 성과 어울려 지은 이름.
# 소리가 좋다고 생각되는 소리마디(음절)들을 모아 지은 이름.
# 이 편을 맺고 저 편은 시작하는 마디 같은 사람이 되어라.
# 산의 꼭대기.
# 꼭대기, 즉 훌륭한 인물이 될 아이를 낳아. 마루에서 태어났다하여 마루+나다 를 줄여 다듬은 말.
# 으뜸(마루)가는 큰(한) 사람이 되라고.
# 머리, 즉 우두머리. 으뜸가는 사람. 마리는 머리 의 옛말.
# 언제나 마음을 올바르게 건사하여라.
# 마음 씀씀이.
# 티없이 정의롭게 살라는 뜻에서 맑은 을 소리나는 대로 지은 이름
# 말과 글처럼 중요한 사람이 되어라. 맑을 을 소리나는 대로 지은 이름.
# 마음씨가 맑고 깨끗한 사람이 되라고.
# 맑은 강(가람: 옛말).
# 깨끗한 세상(누리: 옛말).
# 무슨 일을 하든지 마무리를 분명하게 짓는 사람이 되라는 뜻으로, 매듭 의 강원도, 전라남도,경상도 방언을 따온 이름.
# 모두가 강(가람: 옛말) 이라는 뜻.
# 모두 함께.
# 모든 것을 가진 사람 이란 뜻으로 모든+이 를 소리나는 대로 지은 이름.
# 여러 가지의, 전부의.
# 가끔 가끔 한데 몰아서 띵나 뜻의 모람모람 에서 따온 이름.
# 늘 뜻을 모라 살는 삶을 살라고.
# 값진 것을 모은 사람.
# 작고도 야무지다 는 뜻의 모이다 에서 줄기(어간)만을 따온 이름.
# 모퉁이를 비쳐 주는 해(햇빛).
# 광주 의 옛 땅이름을 그대로 삼은 이름.
# 섬돌, 우물, 진터에 쌓은 돌 을 뜻하는 옛말 무를 변형시킨 이름.
# 비가 갠 뒤 하늘에 생기는 일곱가지 색의 아름다운 띠.
# 맑은 물처럼 맑고 깨끗한 사람이 되라는 뜻에서 지은 이름.
# 물결이 부서져 안개처럼 흩어지는 잔 물방울처럼 시원스레 살라고.
# 미덥게 나다 에서 가 말마디(어절)의 첫 소리마다(음절)을 따서 지은 이름.
# 믿음성이 있다 의 뜻을 지닌 미쁘다, 미덥다 의 "미" 와 날개 의 방언 "나래" 가 합쳐진 말로, 깊은 믿음을 갖고 세 상을 훨훨 날며 살라는 뜻에서 지은 이름.
# 믿음이 강한 사람 이라는 뜻에서 믿음+이 를 소리나는 대로 지은 이름.
# 미덥게 자라라 를 줄여 다듬음.
# 미리내(은하수)의 별.
# 바다처럼 넓음 마음을 가지라는 뜻에서 지은 이름.
# 바르고 옹골한 글을 쓰라 는 뜻으로 지음.
# 바른 의 옛말 바론 을 그대로 삼은 이름.
# 바르다 의 활용형으로, 올바르게 살라는 뜻.
# 밝은 빛이 환하게 비치는 세상(누리: 옛말)에서 예쁘게 살아가라 는 뜻에서 지은 이름. 여기서 예는 예쁘다 의 뜻 이외에 소리의 아름다움을 살려 짓기도 하였다.
# 밝음+이 로 마음이 밝은 사람이 되라 는 뜻.
# 범처럼 씩씩하고 큰 인물로 크라.
# 일이나 글의 뼈대가 되는 줄거리 를 뜻하는 낱말을 그대로 삼은 이름.
# 밤 하늘의 별같이 빛나는 인물이 되라는 뜻에서 지은 이름.
# 별처럼 아름답고 빛을 내는 글.
# 별처럼 빛나게 소나무(솔)처럼 푸르게.
# 별같이 높이 빛나는 사람이 되라는 뜻. 하는 대상을 높여서 부를 때 붙이는 토씨(조사).
# 보람이 나타나.
# 보늬 는 밤처럼 겉껍질이 있는 과일 속의 얇은 껍질로, 이 껍질처럼 여리고 약한 사람들 을 감쌀 수 있는 사람이 되라고 지은 이름.
# 어는 누구보다는 더 나은 삶을 살라고 보다는 을 줄여 지은 이름.
# 어느 누구보다 더 나은 삶을 살라는 뜻에서 보다 의 방언을 따온 이름.
# 보랏빛으로 피어나.
# 무슨 일이나 보람을 느끼며 살라는 뜻에서 지은 이름.
# 보름 에 태어난 아이.
# 봄에 태어난 아이. 보람차고 미덥게.
# 보람차고 미덥게 자라나라.
# 나를 보라.
# 보람차고 예쁘게 자라라는 뜻.
# 봄에 태어난 아이.
# 봄철의 시냇물.
# 봄철의 태양.
# 한꺼번에 없애 버리지 않고 오래 가도록 늘여서 를 뜻하는 우리말을 그대로 삼은 이름.
# 불꾼 : 사냥꾼, 지게꾼 과 같은 형식으로 지은 이름으로, 불을 지피는 사람 의 뜻. 넓게 말하면 쌀쌀하고 찬 기운이 도는 사람들 사이에 따뜻한 불을 지펴 서로의 사랑이 도타워지도록하는 사람 무슨 일이든 뜻하는 일이면 마음으로 꼭 해내는 사람 의 뜻을 지님.
# 전주의 옛 땅이름을 그대로 삼은 이름.
# 빛이 를 소리나는 대로 지은 이름, 또는 비치다 에서 따온 이름.
# 빛이나 를 소리나는 대로 지은 이름.
# 비어 있는 길.
# 세상 사람들의 빛, 곧 길잡이가 되는 글을 쓰라는 뜻.
# 빛을 밝혀 세상을 이끄는 길.
# 빛을 다 모은 듯이 밝고 환한 아이.
# 빛처럼 밝게 솔처럼 푸르게.
# 빛나는 초롱, 빛을 내는 초롱. top
# 새로운 길을 개척해 나가라는 뜻.
# 새로 핀 꽃.
# 새가 나는 것처럼 자유롭고 아름다운.
# 새로 난 의 뜻으로, 늘 새로난 것처럼 신선하다는 뜻.
# 새로운 누리(옛말) 의 줄임말로 새 세상 이라는 뜻.
# 언제나(늘) 새롭게.
# 늘 새로운 사람이 되라는 뜻에서 새로운 을 줄여 지은 이름.
# 새롭게 밝아오는 에서 특정 음절을 따서 지은 이름.
# 새로 난 소나무(솔)의 푸르름처럼 살라는 뜻에서.
# 새롭고 하얀.
# 굳세게 살으련 에서 특정 음절을 따온 이름.
# 큰 뜻을 세우고 살아가리에서 특정 음절을 따온 이름.
# 뜻을 똑바로 자리잡게 함.
# 세 번째 태어난 아이.
# 힘있고 억센.
# 소리(목소리)를 잘 하는 사람이 되라는 뜻에서 소리 를 삼은 이름.
# 솜과 같이 부드러운 여자가 되라는 뜻에서 솜+이 를 소리나는 대로 지은 이르.링
# 소담스럽고 아름답다 에서 특정 음절을 따서 지은 이름.
# 소답스럽고 예쁘다에서 특정 음절을 따서 지은 이름.
# 천으로 된 과녁 의 뜻을 지닌 옛말을 그대로 따온 이름.
# 소나무(솔)가 늘어서 있는 길.
# 네 앞에 펼쳐질 길이 솔빛처럼 희망차거라.
# 소나무(솔) 잎과 같은 날카로움과 향기를 지닌.
# 소나무(솔)처럼 푸르고 옹골찬.
# 몸가짐과 마음씨가 맑고 곱다는 뜻의 수련하다 에서 따온 이름.
# 하는 일에서 우두머리(꼭대기)가 되라는 뜻에서 독수리 , 정수리 에서 따온 이름.
# 언제나 슬기로움을 잃지 말라고.
# 슬기로움과 아름다움을 지니라는 뜻에서 특정 음절을 따서 지은 이름.
# 슬기롭고 아름다워라 에서 특정 음절을 따서 지은 이름.
# 슬기롭고 예쁘게 에서 특정 음절을 따서 지은 이름.
# 슬기롭고 옹골차다(실속 있다).
# 슬기로움고 우람한 씩씩함을 지니라고.
# 슬기로움으로 가득 찬.
# 마디풀과에 딸린 여러해살이풀 이름을 삼은 이름.
# 시내(시냇물)처럼 시원하고 맑은 삶을 살라고.
# 막힘없이 시원한 성격을 지니라고 시원하다 에서 뿌리(어근)을 따온 이름. top
# 조 씨 성과 어울려 좋아의 뜻. 무엇이든 알아 에서 "알아"를 소리나는 대로 지은 이름.
# 아름답게 자란 에서 특정 음절을 따서 지은 이름.
# 예쁘고 아름다운(아련: 옛말) 날개(나래: 방언).
# 아롱다롱 빛나는 별처럼 아름다우라고.
# 아름다운 아이를 낳아. 아름다운 나라.
# 아리땁고 소나무(솔)처럼 늘 마음이 푸른 사람이 되라고.
# 아리땁고 알찬 사람이 되라고.
# 속 안치 꽉 찬.
# 어디에서나 알맹이와 같은 사람이 되라는 뜻.
# 알찬 꼭대기(마루)처럼 실제 높은 사람이 되라고.
# 알차게 바로 살라고.
# 알찬 해처럼 더욱 남을 밝게 해주라고.
# 하씨 성과 어울려 하얗다 의 뜻을 지닌 이름.
# 하얀별 에서 따온 이름.
# 하얀새 에서 따온 이름.
# 정신(얼)이 곧은 사람이 되라고.
# 엄지 손가락 에서 따온 이름.
# 가슴에 가득 사랑을 지니라고 토씨(조사) 에 에 어찌씨(부사) 가득 를 붙여 지은 이름.
# 안에다 에서 따온 이름.
# 열심히 살아 좋은 결과를 얻으라고 열매 를 뜻하는 옛말을 그대로 삼은 이름.
# 영글다 에서 줄기(어간)을 따온 이름.
# 예쁘고 고운 임(님).
# 예쁨과 정다움을 지니라고.
# 한 그루의 소나무와 같은 고고함과 푸르름을 지니라는 뜻.
# 우람하다(크고 위엄 있다) 의 우람 에 언제나 를 뜻하는 "늘"을 붙여 지은 이름.
# 우람한 소나무(솔) 처럼 바르고 크게 자라라고.
# 돋아 오르는 싹(움)이 힘찬.
# 이 세상에서 이 아이가 최고(으뜸)라는 뜻.
# 고은(←고운) 새, 조(좋)은 새 에서 따온 이름.
# 고은 소라, 조(좋)은 소라 에서 따온 이름.
# 고은(←고운) 소나무(솔), 조(좋)은 솔 에서 따온 이름.
# 고은 솜 에서 따온 이름.
# 고은(←고운) 송이 , 조(좋)은 송이 등에서 따온 이름.
# 착하고 어진(이든: 옛말) 마음이 샘처럼 솟으라고.
# 하고자 하는 바를 이룰 것이다.
# 무엇인가를 꼭 이루는 사람이 되라고.
# (원하는 바를) 이룩하다 에서 이룩 을 따서 지은 이름.
# 소나무(솔)의 기상과 품위를 이루다 에서 특정 음절을 따서 지은 이름.
# 송이송이 에서 따온 이름.
# 청순하고 소박한 느낌을 주는 소리의 장점을 살려 지은 이름.
# 나뭇잎처럼 푸르름과 시원함으로 사람들에게 즐거움을 주라고. top
# 남들에게 자랑할 만한 아이.
# 모든 사람과 친하게 지내는 원만한 성져을 지니라고 친하다 의 뜻인 옛말 압다 에서 따온 이름.
# 잔디처럼 어려움을 이기고 끈기를 지니라고.
# 고개(재) 마루.
# 세상을 재미 있고 즐겁게 살라고.
# 고개(재)의 바위처럼 듬직하고 믿음직스러운. 바우는 바위 의 방언.
# 고개(대)가 찬.
# 기다리던 아이를 이제 낳아 .
# 적적한 때에 잘 태어나.
# 조롱박 모양으로 생긴 물건의 잘록한 부분.
# 좋은 을 소리나는 대로 지은 이름.
# 깨끗하고 맑은 마음을 잃지 말라고 깨끗이 를 뜻하는 옛말을 삼은 이름.
# 종달새처럼 하늘 높이 나는 인물이 되라는 뜻.
# 이웃에게 사랑과 기쁨을 주라고.
# 주위 사람들에게 기쁜과 즐거움을 주리.
# 주는 사람이라는 뜻에서 줌+이 를 소리나는 대로 지은 이름.
# 나쁘고 궂은 일들은 빨리 지나 라고.
# 많은 복을 지니 라고 지니다 에서 줄기(어간)을 따온 이름.
# 세상을 바르게 하는 좋은 글을 지은 .
# 자신의 삶을 아름답게 지음 .
# 진달래와 개나리 에서 특정 음절을 따서 지은 이름.
# 이름 봄의 진달래 처럼 예쁘고 고으라고.
# 값진 샘 에서 따온 이름.
# 한 번도 빨지 않은 새 옷 을 뜻하는 우리말을 그대로 삼은 이름.
# 진달래처럼 곱고 예쁜 아이 에서 특정 음절을 따서 지은 이름. top
# 옹골찬 아이라는 뜻에서 찬+아 를 소리나는 대로 지은 이름.
# 옹골차고 미더운 에서 특정 음절을 따서 지은 이름.
# 성격이 찬찬하고 침착하라고.
# 차분한 심성에 날개(나래: 방언) 단 선녀와 같은 아름다움을 지닌.
# 박차고 힘껏 날아오르는 기상을 지니라고.
# 모든 일을 착하고 바른 마음으로 풀어가라고.
# 속이 꽉 차 흐트러짐이 없는.
# 물이 가득 찬 시내.
# 하늘 가득 찬 놀.
# 복이 가득 찬 세상(누리: 옛말)을 누리다.
# 늘 가득 찬.
# 늘 봄 기운으로 가득 찬.
# 곡식이 가득 찬 풍성한 들판.
# 알차게 잘 자란 소나무(솔).
# 알찬 소나무(솔)처럼 자라나라.
# 알찬 소나무(솔)처럼 큰 사람.
# 슬기로움으로 가득 찬
# 옹골차고 슬리롭게 살라고
# 언제나 거짓 없는 참된 마음을 지니라고
# 참되고 바르게 살아갈 이
# 참된 이삭
# 늘 부족한 점이 없도록 채워나가라
# 작은 매(초고리)와 같이 재빠르고 날카로우라고
# 함초롬하다(차분하다) 에서 초롬 을 따 이 를 덧붙여 지은 이름
# 맑고 영롱하게 빛나다 라는 뜻의 초롱초롱하다 에서 따온 이름
# 초롱꽃처럼 예쁘고 생기발랄하다는 뜻에서
# 모든 악한 것들을 물리치리 top
# 크고 훌륭하게 자라나.
# 마음과 덕이 큰 사람이 되라고.
# 큰 강(가람: 옛말).
# 크고 넓은 길로 바르게 나아가라고.
# 큰 새 날개의 털.
# 커다란 꽃.
# 큰 꽃이 늘.
# 큰 꽃이 가득 핀 들.
# 큰 인물로 자라나라.
# 커다란 날개(나래: 방언)를 단듯이 품은 뜻을 마음껏 펼쳐라.
# 바위처럼 꽉 찬 사람.
# 커다란 돛을 단 배처럼 쑥쑥 앞으로 나아가라고.
# 커다란 산처럼 넓은 마음을 지니라고. 마루는 산의 꼭대기 .
# 커다란 마을(말)에서 널리 이름을 떨칠.
# 크고 넓은 마음으로 사람들에게 베풀면서 살라고.
# 큰 모음.
# 큰 모음.
# 큰 산(뫼: 옛말).
# 크고 우람하게 잘 자란 소나무(솔).
# 큰 인물이 될 아이 라는 뜻에서 특정 음절을 따서 지은 이름.
# 크고 훌륭한 일을 할 아이. 큰아 참조.
# 커다랗고 높다란 고개(재)처럼 사람들이 우러러보는 인물이 되라고.
# 큰 힘을 지녀서 올바르게 쓰라고.
# 앞으로 큰 인물로 자랄.
# 예쁘고 바르게 키우겠다는 뜻.
# 키와 마음이 클 사람. top
# 훌륭한 자질을 갖고 타고나.
# 삶의 기틀을 단단히 다지라고.
# 앞으로 살아가기 위한 그 기틀(터)이 큰.
# 터 잡힌 골짜기처럼 든든하게.
# 충청북도의 땅이름을 그대로 삼은 이름.
# 도토리처럼 작지만 야무지고 옹골차라고 도토리에서 따온이름.
# 통꽃의 꽃잎처럼 서로 도우며 조화롭게 사는.
# 이 아이를 낳아 동쪽 하늘이 훤히 개인듯이 시원하고 기쁜.
# 이제 막 자라기 시작하는 새싹.
# 튼튼하고 건강하게 자랄 아이 의 뜻인 튼튼+이 를 소리나는대로 지은 이름.
# 몸과 마음이 모두 튼튼하라고.
# 사람의 됨됨이나 여러 가지 틀이 큰.
# 어디에서나 예쁘고 고운 티가 나타나. top
# 노 씨 성과 어울려 지은 이름으로 높아라 의 일부분을 소리나는 대로 지은 이름.
# 마음이 푸르러서 언제나 싱싱한 기운을 느끼게 하는 아이.
# 파란 기운이 나는 이라는 뜻에서 파람+이 를 소리나는 대로 지은 이름.
# 파란 하늘처럼 맑고 깨끗하게 살아라.
# 파란빛처럼 시원하고 강인한 성격을 지니라고.
# 언제나 파랑새와 같은 꿈과 희망을 잃지 말라고.
# 넓고 큰 벌판을 누비라는 뜻에서 벌판의 옛말을 그대로 삼은 이름.
# 온 힘을 기울여 꿈을 펼쳐라.
# 삶을 늘 푸르게 살라는 뜻에서 푸르다의 줄기(어간)를 따온 이름.
# 푸른아이라는 뜻에서 푸른+아 를 소리나는 대로 지은 이름.
# 푸른 물이 가득 흐르는 맑은 시내.
# 마음이 늘 푸르니.
# 푸르고 싱그러운 날개(나래: 방언).
# 알차게 잘 자라서 푸른 기운이 넘쳐나는 나무.
# 앞으로 곡식이 익을 풍성함을 준비하는 들판.
# 나무들이 푸르게 우거진 아름다운 마을.
# 풀잎처럼 부드러우면서도 강인하게 자라라고.
# 가꾸지 않아도 잘 자라는 풀처럼 큰.
# 새로 나온 푸성귀, 풋나물 들에서 나는 풀 냄새 로 언제난 신선함을 지니라는 뜻.
# 꽃이 피네.
# 꽃처럼 곱고 예쁘게 피어라.
# 피리와 같이 맑고 고운 소리로 사람들에게 감동과 즐거움을 주라고.
# 예쁘고 바르게 피어나.
# 오랜 정성과 사랑으로 꽃처럼 핀(태어난) 아이. top
# 이 세상에 하나밖에 없는 소중한 아이.
# 하늬바람처럼 시원한 성격을 지니라고.
# 하늘이 내리신 소중한 사람 에서 특정 음절을 따서 지은 이름.
# 하 는 높다라는 뜻(하늘) 랑 은 함께 라는 뜻(∼랑∼). 함께 사는 세상에서 높은(훌륭한) 사람이 되라는 뜻.
# 하려무나(하련), 소나무(솔) 처럼 지조 높은 일을.
# 예쁘게 하늘을 닮으며 자라라.
# 하늘처럼 높은 뜻과 예쁜 마음을 지닌.
# 크고(한) 대범한 마음을 지니라고.
# 몹시 넓고(한) 물이 풍족하게 흐르는 강(가람: 옛말).
# 한결같은 지조를 지니는 사람이 되라고.
# 큰(한)길에 가득 찬.
# 큰 시내처럼 물이 풍족해서 사람들을 이롭게 하는.
# 큰(한) 세상(누리: 옛말)을 두루 경험하며 크게 살라고.
# 큰(한) 별처럼 차고 오른.
# 깊은 봄에 차고 나온.
# 세상을 이끄는 환한 큰(한) 빛이 되라는 뜻에서.
# 큰(한) 샘 가운데(가온대: 옛말)처럼 깊고 깨끗한.
# 큰(한) 울타리와 같이 사람들에게 포근함을 주라고.
# 해가 빛나는.
# 매우(많이) 긴. 즉 오래 행복하게 살아라. 해 는 많이의 옛말.
# 해가 비추는 길 을 가듯 평탄하게 살아라.
# 해가 나다.
# 늘 해처럼 밝게 살아라.
# 해처럼 밝고 꽃처럼 예쁘게 자라라.
# 밝다 는 뜻의 해 에다 마음이 순하고 곱다는 뜻의 수련하다에서 련 을 따와 지은 이름.
# 해 비치다 에서 따온 이름.
# 해를 사랑해.
# 샘에 가득 찬 햇빛.
# 해처럼 밝고 소나무(솔)처럼 바르게.
# 햇빛(해)이 차서 더욱 높이 날 수 있는 날개(나래: 방언).
# 햇빛이 가득 차 더욱 푸른 소나무(솔).
# 환한 것이 찬.
# 빛이 환하게 차 있는.
# 세상을 이끄는 횃불이 되라고.
# 깨끗하게 살아라.
# 하얗고 깨끗한 강(가람: 옛말).
# 하얀꽃처럼 깨끗하고 순결하게 자라라.
# 힘차고 굳세게 살라는 뜻""".splitlines()


# from functools import partial
# from random import choice, shuffle

# def _random_n(sources, count=1):
# 	if count == 1:
# 		return choice(sources)
# 	else:
# 		shuffle(sources)
# 		return sources[:count]

# def random_number(max, min=1):
# 	return choice(range(max))

# def random_range(max, min=1):
# 	return xrange(min, random_number(max, min))

# random_sentence = partial(_random_n, SENTENCES)
# random_word = partial(_random_n, WORDS)
# random_short_sentence = partial(_random_n, SHORT_SENTENCES)
